100
125
1983
300
3030
350
99m
a1c
abc
abdomen
abdomin
abil
abnorm
abort
abov
abscess
absorb
abus
acalcul
accid
accird
ach
achiev
achil
acquir
activ
acum
acut
addit
adenoid
adenoidectomi
adenosin
adhes
adhesiolysi
adjac
admiss
admit
adren
adrenalectomi
advanc
african
ag
ago
agre
airflow
airwai
alcohol
alert
allerg
allergi
allograft
altern
american
amput
anastomosi
anatom
anchor
anemia
anesthesia
anesthet
aneurysm
angina
angiogram
angiographi
angioplasti
angul
ani
ankl
ant
antecol
antegastr
anterior
anteriorli
anteroap
antevert
antibiot
antral
anxieti
aortic
aortobifemor
aortogram
aortoiliac
apgar
aphasia
apnea
appear
append
appendectomi
appli
applic
approach
approxim
ar
arch
area
arm
arrhythmia
arriv
arteri
arteriogram
arteriographi
arterioven
arthriti
arthrodesi
arthroplasti
arthroscop
arthroscopi
arthrotomi
artifici
asd
aspect
aspir
assess
assist
associ
asynchroni
atelectasi
atresia
atrial
atrioventricular
atroph
attach
attempt
atv
atyp
augment
autogen
autograft
awaken
axial
axillari
babi
backach
backflow
bait
balanc
balloon
band
bankart
barbara
bariatr
barium
basket
bassini
bead
becaus
benefit
better
bifurc
big
bilater
bimanu
biomet
biopsi
birth
black
bladder
blade
bled
bleed
block
blood
blunt
blur
bmp
bodi
boi
bone
boni
border
botulinum
bovi
bowel
brachiocephal
brachytherapi
brain
branch
breast
breath
brief
bronchial
bronchodil
bronchoscopi
bronchospast
bronchu
brought
btl
buccal
bundl
bunion
bursa
bursiti
buttock
bypass
c1to
cabg
cad
cage
calori
came
canal
canalicular
cancer
cannul
capsular
carcinoma
cardiac
cardiolog
cardiomyopathi
cardiovascular
cardiovers
care
carotid
carpal
carpi
carri
cast
cat
cataract
cath
cathet
catheter
caucasian
caus
cauter
cava
caviti
cbc
cecal
cecum
cell
cellul
cement
center
central
cerebr
cerebrovascular
cervic
cervix
cesarean
chang
channel
check
cheek
chemotherapi
chest
chf
child
chill
cholangiogram
cholecyst
cholecystectomi
choledocholithiasi
cholelithiasi
choletec
chondral
chronic
circumcis
circumferenti
circumflex
clamp
clean
clear
clinic
close
closur
clot
clumsi
cnsciou
co2
cocain
cognit
cold
coli
coliti
collis
colon
colonoscopi
color
colostomi
coloves
colt
come
comminut
common
commun
comorbid
complain
complaint
complet
complex
compon
compound
comprehens
compress
concentr
concern
condit
condyl
configur
confirm
congest
conscious
conserv
consist
consolid
constip
consult
contact
continu
contract
contrast
control
contus
copd
cord
coron
coronari
corpectomi
correct
cough
coumadin
cpap
cramp
creas
creation
critic
crown
cubit
cultur
curettag
current
curv
curvilinear
cut
cva
cxr
cyanosi
cyst
cystopyelogram
cystoscopi
cytolog
dacron
dai
daili
debrid
decis
decompress
decondit
decreas
defect
defibril
deficit
deform
degen
delai
deliv
dementia
demonstr
demyelin
deni
dens
dental
depart
depress
depressor
descend
describ
descript
desir
detrol
develop
devic
diabet
diagnos
diagnosi
diagnost
diagon
dialysi
diamet
diarrhea
did
diet
dietari
diff
differ
difficulti
digit
digoxin
dilat
dimpl
direct
directli
disc
discectomi
discharg
discontinu
discuss
diseas
disk
diskectomi
disord
displac
dissect
distal
distress
distribut
diverticular
diverticulectomi
divid
dizzi
doe
doppler
dorsal
dorsum
dose
doubl
drain
drainag
drink
droop
dry
dull
duoden
duodenum
duplex
dysfunct
dyslipidemia
dysphagia
dyspnea
dysuria
ear
echocardiogram
echocardiographi
ectop
educ
eea
eeg
effort
effus
egd
ekg
elbow
elect
electrocauteri
electron
electronystagmogram
element
elev
embol
emerg
emg
encopresi
encourag
end
endarterectomi
endoscop
endoscopi
endotrach
endovascular
enema
enter
entir
enzym
epicondyl
epidur
epilepsi
episod
epistaxi
eros
erythema
esophag
esophagogastroduodenoscopi
esophagu
essenti
eustachian
evacu
evalu
event
evid
exacerb
exam
examin
exchang
excis
exclus
exercis
exhibit
explain
explor
exploratori
exposur
express
extens
extent
extern
extra
extracapsular
extract
extrem
ey
eyebrow
facelift
facetectomi
facial
facilit
fail
failur
fall
fallopian
fallot
fascia
fasciiti
fasciotomi
fat
fatigu
feel
feet
fell
felt
femal
femor
femori
fentanyl
fetal
fever
fiberglass
fiberopt
fibril
fibrocyst
fibromyos
field
finger
fingerbreadth
fistula
fixat
flank
flexibl
flexor
flexur
floor
flow
fluid
fluoroscop
flush
follow
followup
food
foot
foraminotomi
forcep
forearm
forefoot
foreign
foreskin
fossa
fractur
free
frequenc
frontal
fulgur
function
fusion
gadolinium
gag
gallbladd
gallston
ganglion
gangren
gastric
gastrocnemiu
gastroenterolog
gastroesophag
gastrointestin
gastrostomi
gener
gentleman
giant
given
glan
glass
glenoid
glioma
glossal
good
got
grade
graft
gram
grasp
greater
guidanc
ha
habit
hallux
halo
hamstr
hand
hang
hardwar
harvest
head
headach
heart
help
hemashield
hematoma
hematuria
heme
hemiparesi
hemostat
hemothorax
hepat
hepatobiliari
hernia
herniat
herniorrhaphi
heroin
hi
hiatal
high
hilo
himself
hip
histori
hold
home
hospit
hour
howev
human
humer
humeru
hydronephrosi
hyperlipidemia
hypertens
hypertroph
hypertrophi
hypothyroid
hypoxemia
hypoxia
icu
identifi
ileojejun
ileum
iliac
iliiti
imag
immunodefici
impact
impair
imping
implant
impress
improv
incident
incis
includ
incomplet
incontin
increas
independ
induc
infant
infect
infiltr
inflammatori
infraclavicular
infraumbil
ingrown
inguin
inhal
initi
inject
injuri
insert
instruct
instrument
insuffici
insuffl
insulin
intens
intent
interbodi
intermitt
intermuscular
intern
interpret
intervent
intracrani
intract
intraocular
intraop
intraperiton
intrauterin
introduc
irrig
ischem
ischemia
isovu
itchi
jaw
joint
jowl
junction
just
juxtaren
kidnei
knee
known
kocher
kyphoplasti
labor
labrum
lacer
ladi
laminectomi
laminotomi
landmark
laparoscop
laparoscopi
laparotomi
larg
laryng
laryngoscopi
laser
later
lavag
layer
left
leg
len
lesion
leukocytosi
level
lid
lidocain
ligament
ligat
light
lighthead
like
limit
line
lipectomi
lipometabol
lipotosi
lithotripsi
live
liver
lobe
local
locat
lock
locul
long
longitudin
longu
look
loop
loss
loud
low
lower
lumbar
lumbo
lumen
lung
lymph
lymphadenopathi
lymphedema
machin
mai
main
major
make
malais
male
malfunct
malign
malnutrit
malpresent
mammari
mammogram
mammoplasti
manag
mandibl
mandibular
mani
manipul
margin
mark
mass
mastopexi
matrix
maxillofaci
maximum
mca
mci
mcivor
mechan
meckel
meconium
med
medial
median
mediastin
medic
medicin
mediport
membran
menorrhagia
mental
met
metastat
microcyt
microlaryngoscopi
microscop
mid
middl
midlin
mild
minor
minut
mitek
mitral
mmhg
mobil
moder
modif
modifi
modul
monitor
month
morbid
morcel
morn
morsel
mostli
mother
motion
motor
mouth
movor
mri
mucos
mucosa
mucu
multilobar
multipl
muscl
myalgia
myelogram
myelopathi
mynx
myringotomi
nail
nasal
nativ
nausea
near
neck
necrosi
need
needl
neg
neonat
neoplasia
nerv
neural
neurolog
neurolysi
neuromuscular
neurophysiolog
neuropsycholog
neurovascular
new
newborn
nice
niddm
night
nippl
node
non
nonabsorb
nonfunct
nonperfor
normal
norwood
nose
notabl
notch
note
notic
nph
nuchal
nuclear
nucleu
numb
nurs
nystagmu
obes
obstruct
obtain
obtur
obtus
occiput
occlud
occlus
occur
offic
old
olecranon
olympu
oment
onli
onset
open
oper
optimum
oral
orbit
orchidopexi
orchiopexi
order
orif
origin
orthoped
ostectomi
osteoarthr
osteomyel
osteophyt
osteoporosi
osteotomi
otherwis
ovari
overnight
overus
overweight
oxygen
pacemak
pain
pale
palmari
palpabl
palpit
palsi
pancreat
panendoscop
paraphimosi
parent
pariet
paroxysm
partial
particular
past
patch
patchi
path
patholog
patient
pe
pectorali
pedi
pediatr
pedicl
peel
pelvi
pelvic
penil
percutan
perfor
perform
perfus
pericardi
period
peripher
periton
perman
persist
phacoemulsif
phalanx
pharyng
phenol
photo
physic
piec
pillar
pioneer
place
placement
plan
planovalgu
plantar
plate
pleasant
pleural
plug
pmt
pneumatosi
pneumonia
point
polyp
polypectomi
polypoid
pop
port
portion
posit
possibl
post
postcontrast
posterior
posterolater
postop
pre
precarin
pregnanc
prematur
preoper
prepar
present
pressur
presum
preterm
pretrach
previou
previous
primari
prior
probe
problem
proce
procedur
progress
project
prolaps
promin
prostat
protect
protein
protocol
proxim
psychiatr
ptosi
pubic
pucker
pullei
pulmonari
pulposu
purpos
purul
push
pylor
pylori
pyramid
quadrant
quadriplegia
qualiti
question
radial
radiali
radiat
radic
radiculopathi
radiofrequ
radiograph
radiolog
radiopharmaceut
radiu
rai
ramu
random
rapid
rash
rate
receiv
recent
reconstruct
rectal
rectu
recur
recurr
red
redo
reduct
reevalu
refer
reflux
reformat
refractori
regard
regimen
region
regurgit
relat
releas
remot
remov
renal
reoper
repair
repeat
replac
report
request
requir
resect
residu
resolv
respect
respiratori
respons
result
retain
retrograd
retroperiton
reveal
revers
review
revis
rftc
rhabdomyolysi
rhabdomyosarcoma
rheumatoid
rhiniti
rhytid
rib
right
rigid
risk
robot
rock
room
root
roux
rue
rule
runoff
ruptur
sacral
sacro
sacroiliac
sacrum
sagitt
sampl
sano
santa
saphen
scalpel
scan
scar
schedul
scissor
sclerosi
screen
screw
sebac
secondari
section
sedat
segment
seizur
select
sensit
septal
septum
seros
sever
shaft
sharpli
sheath
shift
shilei
shoe
shone
short
shorten
shortli
shoulder
shunt
sigmoid
sigmoidoscopi
signific
simul
sinc
singl
sinu
sinus
site
skin
sleep
small
snore
soft
soleu
sometim
songer
space
specif
spell
spermatocelectomi
spinal
spine
splint
spondylosi
spondylot
sprai
squar
ssep
stabl
stage
start
state
statu
stellat
stem
stenos
stenosi
stent
step
steril
sternal
steroid
stomachach
stone
stool
stress
strictur
string
strip
struck
structur
struggl
studi
subacromi
subclavian
subcutan
subment
subtot
subxiphoid
suction
sudden
suggest
superior
suppur
supraclavicular
suprasellar
supraventricular
surfac
surgeri
surgic
surround
suspect
suspens
sustain
sutur
swallow
sweat
swell
swimmer
symptom
syncop
syndrom
synth
t11
tabl
tachybradi
tachycardia
tactil
taken
tca
technetium
technic
techniqu
teeth
telemetri
temperatur
templat
tempor
tendon
tenosynov
term
termin
test
testi
tetralog
therapi
thereaft
thermocoagul
thi
thorac
thoracentesi
thoraco
threaten
throat
thromboendarterectomi
thumb
thyroid
time
tinea
tingl
tissu
titanium
tobacco
todai
toe
toenail
toilet
toler
tongu
tonsil
tonsillectomi
total
toxic
toxin
trachea
tracheal
tracheostomi
transaminas
transbronchi
transconjunctiv
transesophag
transfer
transit
transpedicular
transposit
transthorac
transurethr
transvagin
transvers
trauma
treadmil
treatment
tri
trigger
tripl
trizivir
trochant
troponin
troubl
true
try
tubal
tube
tubercl
tumor
tunnel
twin
type
ulcer
ulna
ulnar
ultrason
ultrasound
umbil
umbilicu
uncement
undergo
undergon
underw
unsuccess
upper
ureter
ureteroscopi
urg
uri
urin
urinari
uterin
uteru
util
uvulopalatopharyngoplasti
vagin
vagina
valv
valvular
varicos
vascular
vasectomi
vehicl
vein
vena
venou
ventil
ventilatori
ventricl
ventricular
ventriculographi
ventriculoperiton
veress
veri
vers
versastep
versu
vessel
vest
viabl
video
view
viral
viru
vision
visit
visual
void
vomit
vvir
wa
wall
wash
water
wave
weak
week
weigh
weight
wheez
white
wide
window
wire
woman
work
worsen
wound
wrist
year
young
