100
300
3rd
4th
abdomen
abdomin
abductovalgu
abil
abl
ablat
abnorm
abov
abscess
abus
access
accid
ach
achiev
achil
activ
acut
addit
adenocarcinoma
adenoid
adenoidectomi
adenoma
adenosin
adenotonsil
adhes
adjac
admiss
admit
adren
adult
advanc
ag
ago
air
airwai
akin
alcohol
allerg
allograft
allow
alzheim
american
amput
anal
anastomosi
anchor
anemia
anesthesia
anesthet
aneurysm
angina
angiogram
angiographi
angioplasti
ani
ankl
antegrad
anterior
antibiot
antral
anxieti
aorta
aortic
aortogram
aphasia
apic
apnea
aponeurosi
appar
appear
append
appendectomi
applic
approach
appropri
approxim
ar
arch
area
arm
arrhythmia
arteri
arteriographi
arteriosu
arterioven
arthriti
arthrodesi
arthroplasti
arthroscop
arthroscopi
arthrotomi
aspect
aspir
assess
assist
associ
asthma
astrocytoma
atrial
atrophi
attack
attempt
atyp
auricular
austin
autogen
autograft
autolog
awok
axial
axillari
babi
bacteremia
balanc
balloon
bankart
barium
basal
base
basi
becaus
bed
befor
behavior
belli
bengal
benign
bicep
bilater
bile
biliari
bioabsorb
biomet
biopsi
bipolar
black
bladder
blade
bleed
blepharoplasti
block
blood
bodi
boi
bone
borderlin
born
bovi
bowel
brachial
brain
branch
breast
breath
bridg
bronchial
bronchiti
bronchoalveolar
bronchoscopi
bronchu
brought
bruce
brush
buccal
bunion
bunionectomi
bypass
cad
cage
calcif
calcium
calori
came
canal
cancer
cannula
capsular
capsulotomi
carbon
carcinoma
cardiac
cardin
cardiomyopathi
cardioplegia
cardiopulmonari
cardiovers
care
carotid
carpal
carri
cartilag
cast
cat
cataract
cath
cathet
catheter
caucasian
caus
cauteri
caviti
cecum
cell
cellul
cement
central
cerebr
cerebrovascular
cervic
cesarean
chamber
chang
check
cheek
chemotherapi
chest
chf
chief
child
chill
cholangiogram
cholecyst
cholecystectomi
cholelithiasi
cholesterol
chondromalacia
chondroplasti
chorde
chronic
cineangiographi
circumcis
circumflex
clear
clinic
close
closur
clot
cn
coagul
code
cognit
cold
colic
collaps
collis
colon
colonoscop
colonoscopi
color
colostomi
combin
come
comminut
common
commun
compart
complain
complaint
complet
complex
complic
compon
comprehens
compress
concern
conduct
condyl
confirm
confus
congest
conjunctiv
connect
conscious
conserv
consist
constip
consult
continu
contract
contrast
control
contus
copd
cord
corneal
coron
coronari
correct
cough
count
cours
cpt
cramp
craniectomi
craniotomi
creas
creation
crohn
cruciat
csf
cubit
cuff
cultur
curettag
current
curv
curvilinear
cva
cyst
cystic
cystoscopi
cystourethroscopi
cytolog
dacron
dai
daili
dark
date
debrid
decompress
decort
decreas
deep
defect
defibril
defici
deficit
definit
deform
degen
degre
delai
deliveri
dementia
demonstr
deni
dental
depart
depend
depress
descend
describ
descript
desir
develop
devic
diabet
diagnos
diagnosi
diagnost
diagon
diamet
diaphragm
diarrhea
did
diet
dietari
differenti
difficult
difficulti
diffus
digit
dilat
direct
disc
discectomi
discharg
discomfort
discuss
diseas
disk
disloc
disord
displac
dissect
dissip
distal
distress
diverticulosi
dizzi
dobutamin
doe
doppler
dorsal
dose
doubl
drain
drainag
drape
dress
dual
ductu
dull
dupuytren
dure
dysfunct
dysphagia
dyspnea
ear
eat
echocardiogram
edema
eeg
effus
egd
eject
ekg
elbow
electrocauteri
electrod
elev
elut
embol
emerg
emesi
emg
empyema
end
endarterectomi
endobronchi
endocard
endometri
endometriosi
endoscop
endoscopi
endotrach
enlarg
entir
entrap
enzym
epicondyl
epidur
epigastr
epilepsi
episod
erythema
esophag
esophagogastroduodenoscopi
esophagu
essenti
establish
etiolog
evacu
evalu
event
everi
evid
exacerb
exam
examin
exampl
exchang
excis
excision
exclud
exercis
exert
experienc
explor
exploratori
exposur
express
extend
extens
extensor
extern
extract
extrem
ey
face
facet
facetectomi
facial
factor
fail
failur
fall
famili
fascia
fasciotomi
fashion
fatigu
feed
feel
fell
felt
femal
femor
femur
fetal
fever
fiberopt
fibril
fibroid
fibrosi
fibular
field
fifth
finger
fistula
fixat
flank
flap
flexibl
flexor
flexur
flow
fluid
fluoroscop
fluoroscopi
flutter
fold
follow
followup
food
foot
foraminotomi
forearm
foreign
fourth
fraction
fractur
free
french
frequent
frontal
frontotempor
fulgur
function
fusion
gain
gait
gallbladd
ganglia
ganglion
gangren
gastric
gastriti
gastroenterolog
gastroesophag
gastrointestin
gastroparesi
gastrostomi
gener
gentleman
gestat
given
glenohumer
glenoid
globu
goiter
good
gore
grade
gradual
graft
gram
great
greater
groin
gross
ground
growth
guid
guidanc
ha
half
hallux
hammerto
hamstr
hand
hardwar
harvest
hct
head
headach
heart
hematemesi
hematochezia
hematoma
hematuria
hemiarthroplasti
hemispher
hemodialysi
hemoglobin
hemorrhag
hemorrhoid
hepat
hernia
herniat
herniorrhaphi
hi
hiatal
high
hip
histori
hiv
hoars
hole
home
hospit
hour
howev
humer
humeru
hydrocel
hydrocephalu
hydronephrosi
hyperlipidemia
hypertens
hyperthyroid
hypertrophi
hypotens
hypothyroid
hysterectomi
hysteroscopi
identifi
iii
ileum
iliac
ill
imag
immedi
impact
imping
implant
improv
inabl
inadequ
incident
incis
incision
includ
increas
independ
indic
induc
infant
infarct
infect
inferior
infiltr
inflamm
inflammatori
inflat
infus
inguin
initi
inject
injuri
insert
instruct
instrument
insuffici
intact
interbodi
intermitt
intern
interphalang
interposit
interpret
interspac
intervent
intra
intracerebr
intracrani
intract
intraocular
intraop
intrauterin
intraven
introduc
intub
invas
involv
iron
irregular
irrig
irrit
ischem
ischemia
isovu
joint
jugular
junction
just
kaplan
kidnei
knee
known
kyphoplasti
kyphosi
l45
labrum
lacer
lad
ladi
laminectomi
landmark
laparoscop
laparoscopi
laparotomi
larg
laryngoscopi
laser
later
lavag
lead
left
leg
len
length
lengthen
lesion
leukocytosi
level
lexiscan
lid
lidocain
life
ligament
ligat
light
lighthead
lightheaded
like
limit
line
lipoma
liter
littl
live
liver
lobe
lobectomi
local
locat
locul
long
longitudin
longstand
loop
loos
loss
low
lower
lumbar
lumbosacr
lumen
lung
lymph
lymphadenectomi
lymphoma
lysi
machin
mai
main
major
malais
male
malform
malign
malleolu
malnutrit
mammari
mammogram
man
manag
mandibl
manipul
marcain
margin
markedli
mass
massiv
matern
maxim
maximum
measur
mechan
med
media
medial
median
mediastin
medic
medicin
medium
melena
mellitu
membran
memori
menisc
meniscoplasti
mental
mesenter
mesh
mesothelioma
metabol
metastasi
metastat
metatars
metatarsophalang
method
metzenbaum
microdissect
microscop
microtechniqu
mid
middl
midlin
migrain
mild
minut
mitral
mix
moder
modifi
mom
monitor
month
mood
morbid
morn
mother
motor
mouth
movement
mri
multipl
muscl
myeliti
myeloma
myocardi
myoview
myringotomi
nail
narrow
nasal
nativ
nausea
near
neck
necrot
need
needl
neg
neoplasm
nephrectomi
nerv
neural
neurolog
neuropathi
neuropsycholog
new
newborn
newli
night
node
nodul
non
noncompli
noncontrast
nondiagnost
normal
norwood
nose
note
nourish
nuclear
nucleu
numb
nutrit
obes
object
obstruct
obtain
obtur
obtus
occasion
occipit
occlud
occlus
occur
offic
old
olympu
onli
onset
oophorectomi
open
oper
oral
orchiopexi
organ
orif
origin
osteoarthr
osteomyel
osteophyt
osteoporosi
osteotomi
otherwis
otiti
outer
outpati
ovarian
pacemak
pain
palat
palpit
pancreat
pap
papillari
paracentesi
parent
pariet
paroxysm
partial
pass
past
patch
patella
patellar
patent
patholog
patient
pattern
pectorali
pectori
pediatr
pedicl
peek
peel
pelvi
pelvic
penil
penni
percutan
perfor
perform
perfus
pericardi
period
peripher
periton
perman
persist
phacoemulsif
phalanx
pharyng
photo
photographi
physic
pigtail
pin
pioneer
pip
pituitari
place
placement
plan
plantar
plastic
plate
pleasant
pleural
plu
pneumonia
pneumothorax
polyp
polypectomi
poor
port
portion
posit
possibl
post
posterior
posterolater
postop
potassium
pound
pregnanc
prematur
preoper
prep
present
pressur
previou
previous
primari
prior
probabl
probe
problem
procedur
process
product
program
progress
prolong
pronounc
prostat
prostatectomi
prosthet
protect
protein
protocol
proxim
psychiatr
pullei
pulmonari
pulposu
pump
punch
punctur
quadrant
qualiti
quervain
question
radial
radiat
radic
radiculopathi
radiofrequ
radiograph
radiolog
radiu
rai
rapid
rate
rca
reactiv
receiv
recent
recess
recheck
recommend
reconstruct
record
rectal
rectu
rectum
recurr
reduc
reduct
refer
reflux
refractori
regard
region
regurgit
relat
releas
remov
renal
repair
repeat
replac
report
request
requir
resect
residu
resolut
resolv
respiratori
respons
rest
result
retain
retent
retinaculum
retract
retrograd
return
reveal
revers
review
revis
rhiniti
rhinoplasti
rhythm
right
rigid
ring
risk
rod
room
root
rotat
round
routin
roux
rule
run
ruptur
sac
sacral
sacroiliac
sagitt
salpingectomi
salpingo
salpingooophorectomi
sampl
saphen
scalp
scalpel
scan
scar
schedul
scissor
scleral
score
screen
screw
scrotal
sdh
second
secondari
section
sedat
seen
segment
seizur
select
sensat
sensori
sent
separ
sepsi
septal
septic
septoplasti
septum
sever
sheath
shilei
short
shoulder
shunt
sick
sigmoid
sigmoidoscopi
sign
signific
sinc
singl
sinu
sinus
site
size
skin
skull
sleep
slice
slightli
slow
small
snare
soft
solid
somewhat
sore
sound
space
spacer
spasm
specif
specimen
speculum
speech
spell
spinal
spine
splint
spondylosi
spontan
sprain
sputum
squamou
stab
stabl
stage
standard
start
state
statu
stem
stenos
stenosi
stent
steril
steroid
stone
stool
stop
stress
strip
stroke
structur
studi
subacromi
subacut
subarachnoid
subclavian
subcutan
subdur
subsequ
subxiphoid
success
sudden
suffer
suggest
superfici
superior
suppress
supraclavicular
supracondylar
surfac
surgeon
surgeri
surgic
suspect
suspici
sutur
swallow
sweat
swell
swing
symptom
symptomat
syncop
syndrom
synth
systol
t11
t12
tachybradi
tailor
taken
talu
tear
techniqu
teeth
temperatur
templat
tempor
tender
tendon
tenosynov
tenotomi
term
termin
test
testi
tether
tex
thei
therapi
thermocoagul
thi
thicken
thigh
thorac
thoracotomi
thought
threshold
throat
thrombectomi
thrombos
thrombu
thumb
thyroid
thyroidectomi
tibia
tibial
tight
time
tingl
tinnitu
tired
tissu
titanium
todai
toe
toilet
toler
tongu
tonsil
tonsillectomi
tooth
torn
total
tracheal
tracheostomi
tract
transan
transesophag
transfer
transforamin
transfus
transient
translumin
transpedicular
transplant
transposit
transurethr
transvers
trauma
traumat
treadmil
treat
treatment
tremor
tricuspid
trigger
tripl
tubal
tube
tumor
tunnel
turbin
type
ulcer
ulnar
ultrasound
umbil
umbilicu
unabl
unclear
uncontrol
undergo
undergon
underli
underw
unit
unknown
unsuccess
upper
ureter
ureteropelv
urin
urinari
usual
uterin
uteru
util
vagin
valv
varicos
varieti
vascular
vault
veget
vehicl
vein
vena
venogram
venou
ventil
ventricl
ventricular
ventriculogram
ventriculographi
ventriculostomi
veri
versu
vertebr
vertebra
vertigo
vessel
viabl
video
view
vision
visit
visual
vitoss
vitrectomi
volar
vomit
wa
walk
walker
wall
wash
wave
weak
wedg
week
weight
weil
wheez
white
wide
window
wire
woke
woman
work
workload
workup
wors
worsen
wound
wrist
year
