000
100
1000
110
120
125
130
140
150
160
200
2000
2002
2003
2004
2005
2006
2007
2008
2009
250
300
325
400
4x4
500
600
abc
abcd
abd
abdomen
abdomin
abduct
abil
abl
ablat
abnorm
abov
abscess
absent
abus
ac
accept
access
accid
accommod
accompani
accomplish
accord
acetabulum
ach
achiev
achil
acid
act
activ
actual
acut
ad
adapt
addit
addition
address
adenocarcinoma
adenoid
adenoma
adenopathi
adenosin
adequ
adher
adhes
adjac
adjust
administ
administr
admiss
admit
adnex
adren
adult
advanc
advis
afebril
affect
aforement
african
ag
agent
aggress
agit
ago
agre
ahead
aid
air
airwai
albumin
albuterol
alcohol
alert
align
allerg
allergi
alli
allograft
allow
alon
alreadi
alt
alter
altern
alwai
ambul
american
amplitud
amput
anal
analysi
anastomosi
anatom
anatomi
ancef
anchor
anemia
anesthesia
anesthet
aneurysm
angina
angio
angiogram
angiograph
angiographi
angioplasti
angl
ani
anicter
ankl
annular
anoth
answer
antegrad
anterior
anteriorli
anterolater
anti
antibiot
antibodi
anticoagul
antrum
anxieti
anyth
aorta
aortic
apex
aphasia
apic
apnea
aponeurosi
appar
appear
append
appendectomi
appendix
appetit
appli
applic
appoint
appreci
approach
appropri
approxim
ar
arch
area
aris
arm
arous
arrest
arrhythmia
arriv
arteri
arthriti
arthrodesi
arthroplasti
arthroscop
arthroscopi
arthrosi
arthrotomi
articul
articular
asa
ascend
ask
aspect
aspir
aspirin
assess
assist
associ
ast
asthma
asymmetri
atelectasi
atherosclerot
atmospher
atraumat
atrial
atrium
atrophi
attach
attack
attempt
attend
attent
attenu
auditori
august
auscult
autolog
avail
averag
avoid
awai
awak
awaken
awar
axi
axial
axillari
b12
babi
babinski
bacitracin
bag
balanc
ball
balloon
band
bandag
barium
basal
base
baselin
basi
basic
beat
becam
becaus
becom
bed
bedsid
bedtim
befor
began
begin
begun
behavior
believ
beneath
benefit
benign
best
beta
betadin
better
bicarbon
bicep
bid
bifurc
bilater
bile
biliari
bilirubin
bimanu
biopsi
bipolar
birth
bit
bite
black
bladder
blade
ble
bleed
blind
block
blocker
blood
blunt
bluntli
blur
bmp
bodi
boi
bolu
bone
boni
border
borderlin
born
bovi
bowel
brachial
bradycardia
brain
brainstem
branch
breast
breath
brief
briefli
bright
bring
broad
bronchoscop
bronchoscopi
bronchu
brother
brought
bruis
bruit
bue
bulb
bulg
bulk
bun
bundl
bunion
bunionectomi
bur
burr
bursa
buttock
bypass
cad
calcif
calcifi
calcium
calcul
calf
calib
calori
came
camera
canal
cancel
cancer
candid
cannul
cannula
cap
capillari
capsul
capsular
carbohydr
carcinoma
cardiac
cardiolog
cardiomyopathi
cardioplegia
cardiopulmonari
cardiovascular
cardiovers
care
carefulli
carina
carotid
carpal
carri
cartilag
cartilagin
case
cast
cat
cataract
cath
cathet
catheter
caucasian
caudal
caus
cauter
cauteri
cava
caviti
cbc
cecum
cell
cellul
cement
center
centimet
central
cephal
cephalad
cerebellar
cerebr
cerebrovascular
certainli
cervic
cervix
cesarean
chair
chamber
chang
chart
check
cheek
chemotherapi
chest
chf
chief
child
children
chill
chlorid
cholecyst
cholecystectomi
cholelithiasi
cholesterol
chondromalacia
chromic
chronic
cigarett
circul
circumcis
circumferenti
circumflex
clamp
clavicl
clean
cleans
clear
clearli
clinic
clip
clock
close
closur
clot
club
cn
co2
coagul
code
cognit
cold
coliti
collaps
collater
collect
colli
colon
colonoscop
colonoscopi
color
colostomi
combin
come
comfort
command
comminut
common
commun
compar
comparison
compart
compat
complain
complaint
complet
complex
complic
compon
comprehens
compress
compromis
concentr
concern
conclus
condit
conduct
condyl
confirm
confus
congest
conjunctiva
connect
consciou
conscious
consent
conserv
consid
consider
consist
constant
constip
constitut
construct
consult
consum
contact
contain
content
continu
contour
contract
contrast
contribut
control
contus
cooper
coord
coordin
copd
copiou
copious
cord
core
corneal
coron
coronari
correct
correl
cortex
cortic
cosmet
cough
coumadin
counsel
count
counter
coupl
cours
cover
cpt
crackl
cramp
cranial
craniotomi
creas
creat
creatinin
critic
cross
cruciat
crystalloid
csf
cuff
cultur
cup
curett
curettag
current
curv
curvilinear
cut
cva
cyanosi
cycl
cyst
cystic
cystoscopi
cytolog
dai
daili
damag
data
date
daughter
debri
debrid
decemb
decid
decis
decompress
decreas
decubitu
deep
deepen
defect
defer
defici
deficit
definit
deflat
deform
degen
degener
degre
delai
deliv
deliveri
deltoid
dementia
demerol
demonstr
deni
dens
densiti
dental
depart
depend
deploi
depress
depth
descend
describ
descript
desir
despit
determin
develop
development
deviat
devic
dexon
di
diabet
diagnos
diagnosi
diagnost
diagon
dialysi
diamet
diaphragm
diarrhea
diastol
dictat
did
diet
differ
differenti
difficult
difficulti
diffus
digit
digitorum
dilat
dimens
diminish
diplopia
direct
directli
disabl
disc
discectomi
discharg
discomfort
discontinu
discret
discuss
diseas
disk
disloc
disord
displac
disposit
dissect
distal
distanc
distend
distent
distract
distress
distribut
disturb
diverticulosi
divid
dizzi
dobutamin
doctor
document
doe
domin
doppler
dorsal
dose
doubl
doubli
drain
drainag
drape
drawn
dress
dri
drift
drill
drink
drip
drive
drop
drug
dry
dual
duct
dull
duodenum
dura
dural
durat
dure
dvt
dye
dysarthria
dysfunct
dysphagia
dyspnea
dysuria
ear
earli
earlier
easili
eat
ecg
echocardiogram
edema
edg
educ
eeg
effect
effort
effus
egd
eject
ekg
elbow
elderli
elect
electr
electrocauteri
electrod
electrolyt
element
elev
ellipt
embol
emerg
emg
emploi
encount
encourag
end
endocrin
endometri
endometriosi
endoscop
endoscopi
endotrach
endplat
engag
enhanc
enlarg
ensur
ent
enter
entir
entireti
entri
enzym
eom
epicondyl
epidur
epigastr
epinephrin
episod
equal
eros
erythema
esmarch
esophag
esophagogastroduodenoscopi
esophagu
especi
esr
essenti
establish
estim
ethibond
etiolog
etoh
evacu
evalu
event
eventu
everi
evid
exacerb
exam
examin
excel
excess
exchang
excis
exclud
exercis
exert
exit
expect
experi
experienc
explain
explor
exploratori
expos
exposur
express
exsanguin
extend
extens
extensor
extent
extern
extra
extract
extraocular
extrem
extub
exud
ey
eyelid
face
facet
facial
facil
fact
factor
fail
failur
fair
fairli
fall
fallopian
famili
far
fascia
fascial
fascicul
fashion
fast
fat
father
fatigu
feed
feel
feet
fell
felt
femal
femor
femur
fentanyl
fetal
fever
fhx
fiber
fiberopt
fibril
fibroid
fibrosi
field
fifth
figur
film
final
fine
finger
fingerbreadth
fistula
fit
fix
fixat
flank
flap
flat
flex
flexibl
flexion
flexor
flexur
floor
flow
fluent
fluid
fluoroscop
fluoroscopi
flush
flutter
focal
fold
folei
follow
followup
food
foot
foramen
foramin
foramina
foraminotomi
forcep
forearm
foreign
form
format
forward
fossa
fourth
fraction
fractur
fragment
free
freed
french
frequenc
frequent
frontal
frozen
fulli
function
fundu
fusion
futur
ga
gadolinium
gag
gain
gait
gallbladd
gallop
ganglion
gastric
gastriti
gastroesophag
gastrointestin
gastrostomi
gate
gaug
gauz
gave
gaze
gelfoam
gen
gener
genitalia
genitourinari
gentleman
gentli
gestat
given
gland
glass
glenohumer
glenoid
global
glucos
goal
good
got
grade
gradient
gradual
graft
gram
grandmoth
grasp
grasper
great
greater
groin
groov
gross
grossli
group
growth
guard
guid
guidanc
guidewir
ha
habit
half
halluci
hallucin
hallux
hand
happen
hard
hardwar
harmon
harvest
hct
head
headach
heal
health
healthi
hear
heard
heart
heartburn
heavi
heel
heent
height
held
help
hematemesi
hematocrit
hematolog
hematoma
hematuria
hemiparesi
hemispher
hemodynam
hemoglobin
hemoptysi
hemorrhag
hemorrhoid
hemostasi
hemostat
heparin
hepat
hepatosplenomegali
hernia
herniat
herself
hi
hiatal
high
himself
hip
histolog
histori
hiv
hold
hole
home
hook
horizont
horn
hospit
hot
hour
howev
hpi
htn
humer
humeru
husband
hydrat
hydrocel
hydrocephalu
hydronephrosi
hypercholesterolemia
hyperlipidemia
hypertens
hypertroph
hypertrophi
hypokinesi
hypotens
hypothyroid
hysterectomi
ic
icu
ideat
identif
identifi
iii
ileocec
ileum
iliac
ill
illicit
imag
immedi
immobil
immun
impact
impair
imping
implant
impress
improv
inch
incid
incis
includ
incomplet
incontin
incorpor
increas
independ
index
indic
individu
induc
induct
infant
infarct
infect
inferior
inferiorli
infiltr
inflamm
inflammatori
inflat
inform
infraumbil
infus
inguin
inhal
initi
inject
injur
injuri
inner
inpati
inr
insert
insid
insight
inspect
instabl
instil
institut
instruct
instrument
insuffici
insuffl
insulin
intact
intak
intens
interbodi
intercost
intermitt
intern
interphalang
interpret
interrupt
interspac
interstiti
interv
intervent
intervertebr
intra
intraarticular
intracrani
intract
intramedullari
intraocular
intraop
intrauterin
intraven
introduc
intub
invas
invert
involv
iron
irregular
irrig
irrit
ischem
ischemia
isol
issu
itself
jackson
januari
jaundic
jaw
job
joint
judgment
judkin
jugular
juli
junction
june
just
jvd
kept
kerlix
kerrison
kidnei
kling
knee
knife
know
known
lab
labor
laboratori
labrum
lacer
lack
lad
ladi
laid
lamina
laminectomi
languag
lap
laparoscop
laparoscopi
laparotomi
larg
larger
laryng
laser
lasix
late
latenc
later
lavag
layer
lead
leak
leav
left
leg
len
length
lengthen
lesion
lesser
level
lid
lidocain
life
lift
ligament
ligat
light
lightheaded
like
limb
limit
line
linear
lip
lipid
lipitor
liquid
lisinopril
list
liter
lithotomi
littl
live
liver
load
lobe
lobectomi
local
locat
lock
long
longer
longitudin
longstand
longu
look
loop
loos
loss
lost
lot
low
lower
lumbar
lumbosacr
lumen
lung
ly
lymph
lymphadenopathi
lymphat
lymphocyt
lysi
mac
machin
mai
main
maintain
major
make
male
malign
malleolu
mammari
man
manag
mandibl
maneuv
mani
manipul
manner
manual
marcain
march
margin
mark
markedli
marker
marri
marrow
mass
massiv
materi
matern
matter
mattress
maxillari
maxim
maximum
mayo
mcg
mci
meal
mean
measur
mechan
med
media
medial
median
mediastin
medic
medicin
medium
medrol
melena
mellitu
member
membran
memori
menisc
meniscu
mental
mention
mesh
mesothelioma
met
metal
metastat
metatars
metatarsophalang
meticul
metoprolol
metzenbaum
microscop
mid
middl
midlin
migrain
mild
mildli
mini
minim
minor
minut
mitral
mix
mixtur
mmhg
mobil
model
moder
modifi
moist
mom
monitor
monocryl
month
mood
morbid
morn
morphin
mostli
mother
motion
motor
mouth
movement
mri
mucos
mucosa
mucou
multipl
multivitamin
murmur
muscl
musculoskelet
myocardi
myoview
nail
nare
narrow
nasal
nasopharynx
natur
nausea
near
necessari
neck
necrot
need
needl
neg
neoplasm
nerv
neural
neuro
neurolog
neuroma
neuropathi
neuropsycholog
neurovascular
neutral
new
nice
night
nippl
nitroglycerin
node
nodul
non
noncompli
noncontrast
noncontributori
nondistend
nonsmok
nonspecif
nontend
normal
normocephal
nose
notabl
notch
note
noth
notic
nourish
novemb
nuclear
nucleu
numb
number
numer
nurs
nutrit
nylon
obes
object
obliqu
observ
obstruct
obtain
obtur
obtus
obviou
occasion
occipit
occlud
occlus
occur
offic
ointment
okai
old
olympu
omentum
onc
ongo
onli
onset
open
oper
optic
option
oral
orbit
order
organ
organomegali
orient
orific
origin
oropharynx
orthoped
orthopnea
oscil
osseou
osteoarthr
osteomyel
osteophyt
osteoporosi
osteotom
osteotomi
ostium
otherwis
otiti
ounc
outlin
outpati
output
outsid
ovari
ovarian
overal
overli
oximetri
oxygen
pace
pacemak
pack
pacu
pad
pain
palat
palm
palpabl
palpat
palpit
palsi
pancrea
pancreat
panel
pap
paraspin
parent
paresthesia
pariet
paroxysm
partial
particip
particularli
pass
past
patch
patella
patellar
patellofemor
patent
patholog
patient
pattern
pd
pda
peak
pectorali
pediatr
pedicl
peel
peg
pelvi
pelvic
pend
penetr
peni
penicillin
penil
percuss
percutan
perfor
perform
perfus
pericardi
pericardium
period
periost
periosteum
peripher
periton
peritoneum
perman
persist
person
phacoemulsif
phalanx
pharynx
physic
physician
pictur
piec
pigtail
pin
pink
pituitari
place
placement
placenta
plain
plan
plane
plantar
plaqu
plate
platelet
platysma
plavix
pleas
pleasant
pleura
pleural
plu
plug
pmh
pmi
pneumat
pneumonia
pneumoperitoneum
pneumothorax
pocket
point
pole
polyethylen
polyp
polypectomi
poor
poorli
poplit
port
portal
portion
posit
possibl
post
postanesthesia
posterior
posteriorli
posterolater
postop
postur
potassium
potenti
pouch
pound
power
pre
predict
prednison
pregnanc
prematur
preop
preoper
prep
prepar
prescrib
prescript
presenc
present
preserv
pressur
presum
prevent
previou
previous
primari
primarili
prior
probabl
probe
problem
proce
procedur
proceed
process
produc
product
profil
prognosi
program
progress
project
prolen
prolong
promin
pronat
prone
proper
prophylaxi
prostat
prosthesi
protect
protein
protocol
protrus
provid
proxim
psychiatr
ptosi
ptt
pu
pull
pullback
pullei
pulmonari
pulposu
puls
pump
punch
punctur
pupil
pursestr
purul
push
pyloru
quadrant
qualiti
question
quit
radial
radiat
radic
radiculopathi
radiograph
radiolog
radiu
rai
rais
rale
rang
rapid
rash
rasp
rate
rbc
rca
reach
reaction
reactiv
read
realli
ream
reapproxim
reason
rebound
recal
receiv
recent
recheck
recommend
reconstruct
record
recov
recoveri
rectal
rectu
rectum
recurr
red
reduc
reduct
refer
refil
reflect
reflex
reflux
refractori
refus
regard
region
regular
regurgit
rehabilit
reinforc
rel
relat
releas
relief
reliev
remain
remaind
remark
rememb
remot
remov
renal
repair
repeat
replac
report
reportedli
reposit
repres
request
requir
resect
residu
resist
resolut
resolv
respect
respir
respiratori
respond
respons
rest
restart
restor
restrict
result
resum
retain
retent
retinaculum
retir
retract
retractor
retroflex
retrograd
return
reveal
revers
review
revis
rheumatoid
rhf
rhiniti
rhonchi
rhythm
rib
right
rigid
rim
ring
rise
risk
ro
rod
roll
romberg
rongeur
room
root
rotat
round
routin
rub
rue
rule
run
ruptur
sac
sacral
sacroiliac
safe
safeti
sagitt
sai
said
salin
sampl
saphen
satisfactori
satur
saw
scale
scalp
scalpel
scan
scar
schedul
school
scissor
sclera
scleral
scope
score
screen
screw
scrotal
scrotum
scrub
seal
seat
second
secondari
secret
section
secur
sedat
seen
segment
seizur
selding
select
self
send
sens
sensat
sensit
sensori
sent
separ
sepsi
septal
septum
sequenti
seri
serial
serum
servic
set
seven
sever
sexual
shaft
shape
sharp
sharpli
shave
shaver
sheath
shift
shock
shoe
short
shoulder
shunt
shx
sick
sigmoid
sign
signal
signific
significantli
silk
similar
simpl
sinc
singl
sinu
sinus
sister
sit
site
situat
size
skill
skin
skull
sleep
slight
slightli
slow
slowli
small
smaller
smoke
smoker
smooth
snare
soak
social
sodium
soft
solid
solut
sometim
somewhat
son
soon
sore
sound
sourc
space
spacer
spasm
speak
specif
specimen
spect
speculum
speech
speed
spell
sphincter
spinal
spine
spinou
spleen
splint
split
spondylosi
spong
spontan
spot
sprai
sprain
spur
sputum
squamou
stab
stabil
stabl
staff
stage
stai
stain
stand
standard
stapl
stapler
start
state
station
statu
stem
stenosi
stent
step
steri
steril
sternal
sternocleidomastoid
steroid
stiff
stimul
stitch
stomach
stone
stool
stop
straight
strap
strength
stress
strictur
strip
stroke
strong
structur
studi
subacromi
subclavian
subcutan
subcuticular
subdur
subject
sublux
subperiost
subscapulari
subsequ
substanc
subtl
success
successfulli
suction
sudden
suffer
sugar
suggest
suicid
suit
summari
superfici
superior
superiorli
supin
suppl
supplement
suppli
support
supraclavicular
suprapub
sure
surfac
surgeon
surgeri
surgic
surround
suspect
suspici
sustain
sutur
swallow
sweat
swell
swollen
symmetr
symptom
symptomat
syncop
syndrom
synov
synth
synthroid
systol
t11
t12
tabl
tablet
tachycardia
tack
taken
talk
tap
tape
taper
target
team
tear
techniqu
teeth
tell
temp
temperatur
templat
tempor
tenaculum
tend
tender
tendon
tenosynov
tension
term
termin
test
testi
testicl
thecal
thei
therapi
therefor
thi
thicken
thigh
thing
think
thorac
thoracotomi
thorough
thoroughli
thought
thread
threshold
throat
thrombosi
thrombu
thu
thumb
thyroid
thyromegali
ti
tia
tibia
tibial
tight
time
tingl
tip
tissu
titanium
titl
tm
tobacco
todai
toe
togeth
told
toler
tomorrow
tone
tongu
tonsil
tonsillar
tonsillectomi
took
tooth
topic
total
touch
tourniquet
towel
trace
trachea
tracheal
tracheostomi
track
tract
traction
transect
transesophag
transfer
transfus
transient
transplant
transport
transvers
trauma
treat
treatment
tremor
tri
trial
tricuspid
trigger
tripl
trocar
troponin
troubl
true
try
tsh
tubal
tube
tubercl
tuberos
tumor
tunnel
turbin
turn
twice
tylenol
tympan
type
uihc
ulcer
ulnar
ultrasound
umbil
umbilicu
unabl
unchang
unclear
uncovertebr
undergo
undergon
underli
underneath
understand
understood
underw
undi
unfortun
unit
univers
unknown
unremark
unrespons
unsuccess
upper
uret
ureter
urethr
urethra
urgenc
urin
urinalysi
urinari
usual
uterin
uteru
util
va
vagin
vagina
valv
variabl
varicos
vascular
vault
veget
vehicl
vein
veloc
vena
venou
ventil
ventral
ventricl
ventricular
ventriculogram
ventriculographi
verbal
veress
veri
verifi
vers
versu
vertebr
vertic
vertigo
vessel
vicodin
vicryl
video
view
visibl
vision
visit
visual
vital
vitamin
vocal
voic
volar
volt
volum
vomit
wa
wai
wait
walk
walker
wall
want
warm
wash
watch
water
wave
wbc
weak
wean
wear
webril
wedg
week
weigh
weight
weightbear
went
wet
wheelchair
wheez
white
wide
wife
window
wire
wish
withdraw
withdrawn
woman
word
work
workup
wors
worsen
wound
wrap
wrist
write
written
xeroform
xii
xxx
xylocain
xyz
year
yesterdai
young
