_short000
100
102
107
120
123
125
130
150
160
1990
1999
200
2001
2003
2005
2006
2007
2008
2009
250
300
325
400
4x4
500
600
750
7th
abc
abcd
abd
abdomen
abdomin
abl
ablat
abnorm
abov
abscess
absent
abus
ac
accept
access
accid
accommod
accompani
accomplish
accord
acetabulum
ach
achiev
acid
acquir
activ
actual
acut
adapt
addit
addition
address
adductor
adenocarcinoma
adenoid
adenopathi
adequ
adhes
adjac
adjust
administ
administr
admiss
admit
adnex
adult
advanc
advis
afebril
affect
african
ag
agent
aggress
ago
agre
agreement
ahead
aid
air
airwai
albumin
alcohol
alert
align
allerg
allergi
allograft
allow
alon
alreadi
alt
altern
alveolar
alzheim
ambien
ambul
american
amplitud
ampulla
amput
analysi
anastomosi
ancef
anemia
anesthesia
anesthet
aneurysm
angina
angiogram
angiograph
angiographi
angioplasti
angl
angul
ani
ankl
anoth
answer
antecubit
anterior
anteriorli
anterolater
anti
antibiot
antibodi
anticip
anticoagul
anxieti
anyth
aorta
aortic
apex
aphasia
apic
apnea
appar
appear
append
appendectomi
appendix
appetit
appli
applic
appoint
appreci
approach
appropri
approxim
ar
arch
area
argon
aricept
aris
arm
arous
arrang
arriv
arteri
arteriogram
arteriosu
arterioven
arthriti
arthroplasti
arthroscop
arthroscopi
articul
articular
ascend
ascit
ask
aspect
aspir
aspirin
assess
assist
associ
assum
assur
ast
asthma
asymmetri
ataxia
atelectasi
atherectomi
atherosclerot
atraumat
atrial
atrium
atroph
atrophi
attach
attempt
attend
attent
attenu
atyp
auditori
augment
august
auscult
autolog
avail
avoid
awai
awak
awaken
awar
axi
axial
axilla
axillari
b12
babcock
babi
babinski
bacitracin
background
bactrim
bag
balanc
balloon
band
bandag
barium
basal
base
baselin
basi
basic
basil
basilar
beat
becam
becaus
becom
bed
bedsid
bedtim
befor
began
begin
believ
bend
beneath
benefit
benign
best
beta
betadin
better
bicarbon
bicep
bidirect
bifurc
bilater
bile
biliari
bilirubin
biopsi
bipolar
birth
bit
bite
black
bladder
blade
ble
bleed
block
blocker
blood
blunt
bluntli
bmp
bnp
bodi
bolu
bone
boni
border
borderlin
born
bottl
bout
bovi
bowel
bowl
boyfriend
brain
branch
break
breast
breath
brevi
brief
bring
bronchiti
bronchoscopi
brother
brought
bruis
bruit
bue
bulg
bulk
bun
bunion
bunionectomi
bur
burn
burr
bursa
bursiti
buttock
bypass
calcif
calcifi
calcium
calcul
calib
calm
calori
came
camera
canal
cancel
cancer
cannul
cannula
capac
capillari
capsul
capsular
car
carcinoma
cardiac
cardiolog
cardiomyopathi
cardiovascular
care
carefulli
cari
carotid
carpal
carri
cartilag
case
cast
cataract
cath
cathet
catheter
caucasian
caudal
caudat
caus
cauter
cauteri
cava
caviti
cbc
cecum
cell
cement
center
central
cephal
cerebr
cervic
cervix
cesarean
chair
chamber
chamfer
chang
chart
check
chemotherapi
chest
chief
child
children
chill
chlorid
cholangiogram
cholecyst
cholecystectomi
cholelithiasi
cholesterol
chondromalacia
chromic
chronic
chylou
cigarett
cipro
circumferenti
circumflex
clamp
class
clavicl
clean
cleans
clear
clearanc
clearli
clinic
clip
clock
clonu
close
closur
clot
club
co2
cognit
coil
colac
cold
colic
collater
collect
colon
colonoscopi
color
combin
come
comfort
common
commun
compar
comparison
compart
compat
complain
complaint
complet
complex
complic
compon
comprehens
compress
concentr
concern
conchal
conclus
condit
conduct
condyl
confirm
confus
congenit
congest
conjunctiva
connect
consciou
conscious
consent
conserv
consid
consider
consist
constant
constip
constitut
construct
consult
contact
contain
content
continu
contour
contract
contralater
contrast
control
convers
cook
cooper
coord
coordin
copd
copiou
copious
cord
coreg
cornea
coronari
correct
cortex
cortison
cough
coumadin
count
coupl
cours
cover
cpap
cpt
cramp
cranial
craniotomi
creas
creat
creatinin
crest
cross
cru
crystalloid
csf
cubit
cuff
cultur
cup
curett
current
curv
curvilinear
cut
cva
cyanosi
cyberknif
cycl
cyst
cystic
cystoscopi
dai
daili
dark
data
date
daughter
debri
debrid
debulk
decadron
decemb
decid
decis
decompress
decreas
decubitu
deep
deepen
defect
defer
deficit
definit
deflat
deform
degen
degener
degre
dehydr
delai
deliv
deliveri
dementia
demonstr
demyelin
deni
dens
dental
depart
depend
depress
dermal
descend
describ
descript
desir
detect
determin
develop
deviat
devic
di
diabet
diagnos
diagnosi
diagnost
diagon
diamet
diaphoresi
diarrhea
diastol
did
diet
differ
differenti
difficult
difficulti
diffus
digit
digoxin
dilantin
dilat
dimens
direct
directli
disc
discectomi
discharg
discomfort
discontinu
discuss
diseas
disk
disloc
disord
displac
disposit
dissect
distal
distanc
distend
distent
distract
distress
distribut
divid
divis
divorc
dizzi
djd
dobutamin
doctor
document
doe
dog
dome
domin
doppler
dorsal
dorsali
dosag
dose
doubl
doubli
downgo
drain
drainag
drape
drawn
dress
drift
drill
drink
drive
drop
drug
dry
duct
ductal
ductu
dull
duoden
duodenum
duplex
dupuytren
dura
dural
dure
dvt
dysarthria
dysfunct
dysphagia
dyspnea
dysuria
ear
earli
earlier
easili
eat
echocardiogram
edema
edg
educ
eeg
effect
effort
effus
egd
eject
ekg
elavil
elbow
elderli
elect
electrocardiogram
electrocauteri
electrolyt
element
elev
ellipt
em
embol
emerg
emg
emin
emot
emphysema
emploi
encount
encourag
end
endarterectomi
endocrin
endoscop
endoscopi
endotrach
endstag
engag
enhanc
enlarg
ensur
enter
enterogastr
entir
entri
enzym
eom
epicondyl
epidur
epigastr
epinephrin
episod
equal
erythema
eschar
escharotomi
esmarch
esophag
esophagogastroduodenoscopi
esophagu
especi
esr
essenti
establish
estim
ethibond
etoh
evacu
evalu
event
eventu
everi
evid
exacerb
exam
examin
excel
excess
exchang
excis
excision
exclud
excurs
exercis
exert
expand
expect
experienc
explain
explan
explor
exploratori
expos
exposur
express
exsanguin
extend
extens
extensor
extent
extern
extra
extract
extraocular
extrem
extub
exud
ey
face
facet
facial
fact
factor
fail
failur
fairli
fall
famili
fascia
fascial
fasciotomi
fashion
fast
fat
father
fatigu
fed
feed
feel
feet
fell
felt
femal
femor
femur
fenestr
fentanyl
fetal
fever
fhx
fiber
fibril
fibrosi
field
fifth
figur
film
filter
final
fine
finger
firm
fissur
fistula
fit
fix
fixat
flap
flare
flat
flatten
flex
flexion
flexor
flexur
floor
flow
fluent
fluid
fluoroscop
fluoroscopi
flush
focal
fold
folei
follow
followup
fontan
food
foot
foramen
foramin
foramina
foraminotomi
forcep
forearm
forehead
foreign
form
formal
format
forward
fossa
fourth
fraction
fractur
fragment
free
freed
french
frequenc
frequent
fresh
frontal
frozen
fulgur
fulli
function
funduscop
fusion
futur
gag
gain
gait
gallbladd
gallop
gap
gastric
gastroenterologist
gastroesophag
gastrointestin
gaug
gauz
gave
gaze
gelfoam
gen
gener
genitalia
genitourinari
gentl
gentleman
gerd
germani
gia
given
glass
glaucoma
glenn
glenohumer
glucos
gone
good
got
grade
gradient
gradual
graft
grandchildren
grandfath
grandmoth
granuloma
grasp
gravida
great
greater
groin
groov
gross
grossli
group
growth
guard
guid
guidanc
guidewir
gut
gutter
gyn
ha
habit
half
halluci
hallux
hand
handl
hard
hardwar
harvest
hct
head
headach
heal
health
healthi
hear
heard
heart
heel
heent
height
held
help
hematocrit
hematolog
hematoma
hematuria
hemicolectomi
hemiparesi
hemoclip
hemodialysi
hemodynam
hemoglobin
hemoptysi
hemorrhag
hemorrhoid
hemostasi
hemostat
hemothorax
heparin
hepat
hepatosplenomegali
hernia
herniat
herp
herself
hi
hiatal
hiatu
high
himself
hip
histolog
histori
hoars
hold
hole
home
hook
horizont
hospit
hour
howev
humer
husband
hydrocel
hydrocephalu
hydrochlorothiazid
hypercholesterolemia
hyperlipidemia
hypertens
hypertroph
hypertrophi
hypoglycemia
hypotens
hypothyroid
hysterectomi
ica
identifi
iii
ileum
iliac
ill
illicit
imag
immedi
immun
impact
impair
imping
implant
import
impress
improv
inch
incid
incis
includ
incomplet
incontin
incorpor
increas
increasingli
independ
indic
individu
induc
induct
infant
infarct
infect
infecti
inferior
inferiorli
infiltr
inflamm
inflammatori
inflat
inform
infus
inguin
initi
inject
injuri
inner
inr
insert
inspect
instabl
instil
institut
instruct
instrument
insuffici
insuffl
insulin
intact
intak
intens
intermitt
intern
interpret
interrog
interrupt
interspac
interv
intervent
intestin
intoler
intra
intracrani
intract
intramedullari
intraocular
intraop
intrauterin
intraven
introduc
intub
invas
involv
irregular
irrig
irrit
ischem
ischemia
ischial
isol
issu
itself
jackson
jaw
jerk
job
joint
judkin
jugular
juli
junction
june
just
jvd
keratot
kerlix
kidnei
knee
knife
knot
know
known
kocher
lab
labor
laboratori
lacer
lack
lad
ladi
laid
lamict
laminectomi
landmark
lap
laparoscop
laparoscopi
laparotomi
larg
larger
laser
lasix
later
lavag
laxiti
layer
lead
leak
leakag
learn
leav
left
leg
len
length
lesion
lesser
leukemia
levaquin
level
lexapro
lid
lidocain
life
lift
ligament
ligat
ligatur
light
like
lima
limb
limit
line
linear
liner
lip
lipid
lipitor
liquid
lisinopril
list
liter
lithotripsi
littl
live
liver
lobe
lobectomi
local
locat
lock
long
longitudin
longu
look
loop
loos
loss
lost
lot
lovenox
low
lower
lumbar
lumen
lumin
lung
ly
lymph
lymphadenopathi
lymphat
lymphoblast
lymphocyt
lysi
mac
machin
macular
magnesium
magnif
mai
main
maintain
major
make
malais
male
malform
malign
malnutrit
mammari
mammogram
mammographi
man
manag
mandibl
mandibular
maneuv
mani
manifest
manifold
manipul
manner
manual
marcain
margin
mark
markedli
marri
marrow
mask
mass
mastectomi
materi
matern
matter
mattress
maxilla
maxillari
maxim
maximum
mayo
mca
mcg
meal
mean
measur
mechan
med
media
medial
median
mediastin
mediastinum
medic
medicin
medium
mellitu
member
membran
memori
menisc
meniscoplasti
meniscu
mental
mention
meq
mesenter
mesenteri
mesh
mesothelioma
met
metabol
metal
metastas
metastasi
metastat
metatars
methadon
metop
metoprolol
metzenbaum
microscop
mid
mida
middl
midlin
migrain
mild
mildli
mini
minim
minor
minut
miss
mitral
mix
mixtur
mmhg
mobil
moder
modifi
moist
mold
mom
monitor
monocryl
month
mood
morn
morphin
mostli
mother
motion
motor
mouth
movement
moya
mri
mrsa
mucos
mucosa
mucou
multipl
murmur
muscl
muscular
musculatur
musculoskelet
myocardi
myoview
nail
narcot
narrow
nasal
nasolabi
nasolacrim
nasopharynx
nativ
natur
nausea
near
necessari
neck
necrosi
need
needl
neg
neoplasm
nephrostomi
nerv
nervou
neurolog
neurontin
neuropathi
neuropsycholog
neurovascular
neutrophil
new
newli
nexium
nice
nick
night
nightli
nippl
node
nodul
non
noncontributori
nondisplac
nondistend
nonfoc
nonsmok
nonspecif
nontend
normal
normocephal
norvasc
nose
nostril
notabl
notch
note
notic
nourish
novemb
nuclear
nucleu
numb
number
numer
nurs
nylon
obes
object
obliqu
observ
obstruct
obtain
obtur
obtus
obviou
occasion
occipit
occlud
occlus
occup
occur
octob
ocular
offer
offic
ointment
old
olecranon
omentum
omeprazol
onc
onli
onset
open
oper
optic
optim
option
oral
orbit
order
organomegali
orient
orific
origin
oropharynx
orthoped
orthopnea
osseou
osteoarthr
osteophyt
osteotom
osteotomi
ostial
ostium
otherwis
otiti
outer
outlin
outpati
output
outsid
ovari
overal
overli
oximetri
oxygen
pacemak
pack
pacu
pad
paddl
pain
palat
pallor
palm
palmar
palpabl
palpat
palpit
pancrea
pancreat
panel
papilledema
paracentesi
parallel
parapharyng
parent
paresthesia
pariet
parkinson
paroxysm
partial
particular
particularli
pass
passag
past
patch
patella
patellar
patellofemor
patent
patholog
patient
pattern
paxil
pd
pda
pe
peak
pectorali
pedal
pedi
pediatr
pedicl
peg
pelvi
pelvic
pen
pend
penetr
penicillin
percocet
percuss
percutan
perfor
perform
perfus
pericardi
period
periost
peripher
periton
peritoneum
perman
peroneu
perrla
persist
person
pet
petechia
phalanx
pharynx
phase
phenol
phenomenon
physic
physician
pictur
piec
pigtail
pillar
pin
pink
piriform
place
placement
placenta
plain
plan
plane
plantar
plaqu
plate
plateau
platelet
platysma
plavix
pleas
pleasant
pleural
plu
pmh
pmi
pneumat
pneumon
pneumonia
pneumothorax
pocket
point
pole
poli
polyp
pool
poor
port
portal
portion
posit
possibl
post
posterior
posteriorli
posterolater
postop
postprocedur
potassium
potenti
pouch
pound
pratt
pre
predict
prednison
pregnanc
prematur
prenat
preop
preoper
prep
prepar
prescrib
prescript
presenc
present
preserv
pressur
presum
prevent
previou
previous
primari
primarili
prior
probabl
probe
problem
proce
procedur
proceed
process
product
profil
prognosi
progress
prolaps
prolen
prolong
promin
pronat
proper
prophylaxi
prostat
prosthesi
protect
protein
protocol
protonix
protrus
provid
proxim
psychiatr
psycholog
psychot
ptt
pull
pullback
pulmonari
pulposu
puls
pump
puncta
punctur
pupil
pursestr
pursu
purul
push
pyeloplasti
pyogen
quadrant
qualiti
question
quit
radial
radiat
radiculopathi
radiograph
radiolog
rai
rais
rale
rang
rapid
rare
rash
rate
ratio
rational
rca
reach
reaction
reactiv
read
realli
ream
reapproxim
reason
rebound
recal
receiv
recent
recess
recheck
reciproc
recommend
reconstruct
record
recov
recoveri
recreat
rectal
rectu
rectum
recurr
red
reduc
reduct
reevalu
refer
referr
refil
reflect
reflex
reflux
refractori
regard
region
regular
regurgit
rehabilit
reinforc
reinsert
rel
relat
releas
relief
reliev
remain
remaind
remark
rememb
remnant
remot
remov
renal
repair
repeat
replac
report
reportedli
repres
reproduc
request
requir
resect
resectoscop
residu
resist
resolut
resolv
respect
respir
respiratori
respond
respons
rest
restor
restrict
result
retain
retent
retina
retinaculum
retir
retract
retractor
retroflex
retroperiton
return
reveal
revers
review
revis
rhf
rhonchi
rhythm
rib
ridg
right
rigid
rim
ring
risk
ro
rock
rod
roll
rongeur
room
root
rotat
round
routin
rub
rue
rule
run
ruptur
sac
sacroiliac
safe
safeti
sagitt
sai
said
salin
sampl
saphen
sat
satisfactori
satisfi
satur
saw
scale
scalp
scalpel
scan
scar
scarpa
scatter
schedul
school
scissor
sclera
scoliosi
scope
score
screen
screw
scrotal
scrotum
scrub
seal
seat
second
secondari
secret
section
secur
sedat
seen
segment
seizur
selding
select
self
send
sens
sensat
sensit
sensori
sent
separ
sepsi
septal
septum
sequenti
seri
serial
serou
serum
servic
set
seven
sever
shaft
shape
sharp
sharpli
shave
sheath
sheet
shift
shock
shockwav
short
shot
shoulder
shunt
shx
sibl
sigmoid
sign
signal
signific
significantli
silk
similar
simpl
sinc
singl
sinu
sinus
sister
sit
site
situat
size
skeleton
skill
skin
skull
sleep
sleepi
slide
slight
slightli
slow
slowli
slur
small
smaller
smell
smoke
smoker
smooth
snore
soak
social
sodium
soft
solid
solut
somewhat
somnol
son
soon
sore
sort
sound
sourc
space
spacer
spasm
spastic
speak
specialist
specif
specimen
speculum
speech
speed
spent
sphincter
spinal
spine
spleen
splint
split
spoke
spondylosi
spong
spontan
sprai
sprain
spur
sputum
squamou
ssep
stab
stabil
stabl
staff
stage
stai
stain
stair
stand
standard
stapl
stapler
start
stat
state
station
statu
stem
stenosi
stent
step
stereotact
steri
steril
sternal
sternocleidomastoid
steroid
stiff
stimul
stitch
stomach
stone
stool
stop
straight
strength
stress
strictur
strip
stroke
strong
strongli
structur
studi
subacromi
subclavian
subcost
subcutan
subcuticular
subhepat
subject
sublux
submuscular
subsequ
subtot
success
suction
suffer
sugar
suggest
suit
summari
superfici
superior
superiorli
supervis
supin
suppl
supplement
support
supraspinatu
supraventricular
sure
surfac
surgeon
surgeri
surgic
surround
suspect
suspici
sustain
sutur
swallow
sweat
swell
swing
symmetr
symphysi
symptom
symptomat
syncop
syndrom
synostosi
synth
synthroid
systol
t11
tab
tabl
tablet
tachycardia
taken
talk
tap
tape
taper
task
team
tear
technic
techniqu
teeth
tell
temperatur
templ
templat
tempor
tender
tendon
tenosynov
tension
tent
term
termin
test
testi
testicl
thei
therapeut
therapi
therefor
thi
thicken
thigh
think
thorac
thoracotomi
thorax
thoroughli
thought
thread
thrill
throat
thrombocytopenia
thrombosi
thu
thyroid
thyromegali
ti
tia
tibia
tibial
tight
tighten
time
tip
tissu
titanium
titer
tm
tobacco
todai
toe
toenail
togeth
told
toler
tomorrow
tone
tongu
tonsil
tonsillar
tonsillectomi
took
tooth
toothach
topic
total
touch
tourniquet
toxic
trace
trachea
track
tract
traction
transect
transfer
transient
transplant
transport
transposit
transurethr
transvers
trauma
traumat
travers
treat
treatment
tremor
tri
trial
tricuspid
trigonocephali
trim
tripl
trocar
trochant
troponin
try
tsh
tubal
tube
tuberos
tuesdai
tumor
tunnel
turgor
turn
twice
twist
tylenol
tympan
type
uihc
ulcer
ulnar
ultim
ultrasound
umbil
umbilicu
unabl
unchang
unclear
undergo
undergon
underli
undermin
underneath
understand
understood
undersurfac
underw
unfortun
unit
unknown
unremark
updat
upper
uret
ureter
ureteropelv
urethra
urgenc
urgent
urin
urinalysi
urinari
usual
uterin
uteru
uti
util
uvula
va
vagin
valgu
valv
vancomycin
varicos
varu
vascular
vault
vein
veloc
vena
venou
ventricl
ventricular
ventriculogram
ventriculographi
verbal
veress
veri
verifi
vers
version
versu
vertebr
vertic
vessel
viabl
vibrat
vicodin
vicryl
view
viral
vision
visit
visual
vital
vitamin
voic
volar
volum
voluntari
vomit
wa
wai
walk
walker
wall
want
warm
water
watertight
wave
wax
wbc
weak
wear
webril
wedg
week
weight
went
wheez
white
wide
wife
window
wire
wish
withdrawn
withdrew
woman
word
work
worker
workup
wors
worsen
wound
wrap
wrist
written
xeroform
xii
xxx
xylocain
xyz
year
yesterdai
young
