1st
2008
34th
44970
47563
7th
abdomen
abdomin
abdomini
abductovalgu
abnorm
abscess
abus
access
accid
accommod
acetabulum
acf
ach
achiev
acquir
activ
acut
adenocarcinoma
adenoid
adenoidectomi
adenotonsil
adenotonsillar
adhes
adjac
admiss
admit
adnex
advanc
ag
aggrav
ago
ahm
airwai
akin
alcohol
allograft
alzheim
ambul
amput
anastomosi
ancef
anemia
anesthesia
anesthet
aneurysm
angina
angiogram
angiographi
angioplasti
angl
ani
ankl
anorexia
anoth
anserinu
anterior
anti
antibiot
anticoagul
anxieti
anxiou
aortic
apic
apnea
appar
append
appendectomi
appetit
applic
appoint
approach
approxim
ar
area
areolar
argon
argument
arm
arteri
arteriogram
arteriosu
arterioven
arthriti
arthrodesi
arthroplasti
arthroscop
arthroscopi
artifici
ascit
aspect
aspir
assess
assist
associ
asthma
asynclit
atelectasi
atherectomi
atherosclerot
atop
atresia
atrial
atroph
atrophi
attempt
atyp
austin
autolog
awai
awak
axial
axon
bacteri
balanc
balloon
band
barium
barometr
basal
base
baselin
basil
basilar
becaus
becom
bed
bedrest
began
benign
biatrial
bicep
bilater
bile
biliari
bioprosthet
biopsi
bipolar
bite
black
bladder
bleed
bloat
block
blunt
bnp
bodi
bone
boni
born
botulinum
bowel
boyfriend
brachytherapi
brain
branch
breach
breast
breath
breech
briefli
bronchiti
bronchoalveolar
bronchodil
bronchoscopi
brought
btl
bucket
bunion
bunionectomi
burn
bursa
bursiti
bypass
cadaver
calcif
calculu
calori
calv
canal
cancer
canthu
capac
capsul
carcinoma
cardiac
cardiolog
cardiomyopathi
care
carotid
carpal
carri
cartilag
cast
cat
cataract
cathet
catheter
caudat
caus
caval
cavermap
celiac
cell
cellul
cement
central
cephal
cephalopelv
cerebr
cerebri
cerebrovascular
cervic
cervix
cesarean
chamber
chang
character
cheek
chest
chief
child
cholangiogram
cholecyst
cholecystectomi
choledocholithotomi
choledochoscopi
cholelithiasi
chondromalacia
chondroplasti
chronic
chylothorax
chylou
clamp
class
clear
clip
close
closur
clumsi
co2
cognit
coil
cold
colic
colon
colonoscopi
color
colorect
colorless
come
comminut
common
commonli
commun
comorbid
compart
compens
complain
complaint
complet
complex
complic
compress
concern
conchal
condit
conduct
condyl
confirm
confus
congenit
congest
conscious
conserv
constant
consult
continu
contract
contrast
contribut
control
contus
conu
convent
convers
copd
cord
coronari
correct
corticocancel
cortison
cough
cpap
cpt
craniotomi
crest
crisi
criteria
csf
cubit
cuff
cva
cyanosi
cyberknif
cystoscopi
cystourethroscopi
dai
daili
dandi
daughter
debrid
decompress
decreas
deep
defect
deferen
defibril
deficit
definit
deform
degen
degre
delai
dele
deliveri
dementia
demonstr
demyelin
deni
dental
depart
depend
depress
derang
dermat
describ
descript
develop
deviat
dexter
diabet
diagnos
diagnosi
diagnost
diaphoresi
diari
diarrhea
diastol
diet
dietari
difficulti
diffus
digit
digitali
digoxin
dilat
dilemma
dinner
disc
discectomi
discharg
discolor
discomfort
diseas
disk
disord
displac
disproport
dissect
distal
distanc
distress
dizzi
djd
dobutamin
doe
dog
doppler
drain
drainag
drank
drape
drowsi
drug
dual
duct
ductu
dull
duodenum
duplex
dupuytren
dural
dure
dvt
dynam
dysfunct
dysphagia
dyspnea
eagl
ear
eat
ebt
echocardiogram
echocardiograph
echocardiographi
edema
eeg
effect
effus
egd
ekg
elbow
electroencephalogram
element
elev
elli
ellipt
els
elut
embol
emerg
emg
emot
emphysema
enclosur
encrust
end
endarterectomi
endoscopi
endovascular
endstag
enlarg
enterogastr
enzym
epicondyl
epidur
epigastr
episod
erectil
eschar
escharotomi
esophag
esophagogastrectomi
esophagogastroduodenoscopi
esophagoscopi
esophagu
especi
essenti
eustachian
evalu
evaul
eventu
evid
exacerb
exam
examin
exampl
excel
exchang
excis
excision
exert
exploratori
extens
extensor
extern
extracorpor
extract
extrem
ey
eyelash
facet
facetectomi
facial
fact
factor
fail
failur
fall
famili
fascia
fascicul
fasciotomi
fashion
fat
fatigu
fed
feed
feel
feet
fell
femal
femor
femur
fever
ffdm
fiberopt
fibril
fibroid
fibrosi
field
fifth
filter
fine
finger
fistula
fix
fixat
flail
flap
flare
flexor
flow
fluid
fluoroscopi
fold
follow
followup
food
foot
foraminotomi
forearm
forefoot
forehead
foreign
fossa
foul
fourth
fractur
frameless
free
freeli
french
frontal
frontozygomat
frozen
function
fundopl
fusion
futur
gait
gall
gallop
ganglia
garbl
gastroenter
gastroesophag
gastrointestin
gaug
gener
gestat
giant
given
glabellar
glass
glioma
goiter
good
grade
gradual
graft
granuloma
grasp
greasi
great
greater
growth
guid
ha
half
hallux
hammerto
handl
hardwar
harvest
head
headach
heal
hear
heart
helix
hemangioblastoma
hemashield
hematoma
hematuria
hemicolectomi
hemithorax
hemodialysi
hemorrhag
hemothorax
hepat
hernia
herniat
herp
hi
hiatal
high
hip
hippel
histori
hoars
hodgkin
home
hospit
hot
hour
household
howev
hulka
huntington
hydrocel
hydrocelectomi
hydrocephalu
hypercoagul
hypergranul
hyperlipidemia
hypermenorrhea
hypertens
hypertrophi
hypoglycemia
hysterectomi
icd
iii
iiic
iliac
ill
imag
impact
implant
import
improv
incid
incident
incis
includ
incorpor
increasingli
indic
industri
infant
infarct
infect
inferior
inflammatori
infradiaphragmat
infus
ingrown
inguin
initi
inject
injuri
insert
instabl
instruct
instrument
insuffici
insuffl
intact
intensifi
intent
intermitt
intern
interpret
interrog
interv
intervent
intestin
intra
intraabdomin
intract
intraocular
intraop
intrauterin
intraven
invad
invas
involv
ischem
ischemia
ischial
item
ivor
jackson
jaw
jejunostomi
joint
junction
just
keratot
knee
knot
known
kub
labor
labrum
lacer
lad
ladi
laminectomi
laminotomi
lap
laparoscop
laparoscopi
laparotomi
larg
laryng
laser
later
lavag
lazi
leak
leakag
left
leg
len
length
lengthen
lesion
lethargi
leukemia
level
lewi
lift
ligat
like
lima
lindau
line
lip
lithotripsi
liveborn
liver
lobe
lobectomi
local
locat
long
loos
lordot
loss
lot
low
lower
lumbar
lumbosacr
lumen
lung
ly
lymph
lymphadenectomi
lymphangiectasia
lymphat
lymphoblast
lysi
machin
macrosomia
magnif
mai
major
malais
male
malform
malfunct
malnutrit
malrot
mammari
mammogram
mammographi
mammoplasti
man
mandibl
mandibular
mani
margin
mass
mastectomi
masticatori
maxilla
maxillari
maxim
maximum
mca
mcbride
meal
media
medial
mediastin
medic
medicin
medium
medtron
medullari
membran
menisc
meniscectomi
meniscoplasti
meniscu
mesenter
mesothelioma
metastas
metastasi
metastat
metatars
methadon
micro
microcalcif
microdissect
micrograph
micronas
middl
midlin
migrain
mild
mildli
mini
minor
mitral
ml
mmf
mmhg
moder
modifi
moh
mold
mom
monitor
month
morn
motor
mouth
movement
moyamoya
mra
mri
mucou
multipar
multipl
muscl
musculocutan
myocardi
myocutan
myofasci
myoview
nasal
nasolabi
nasolacrim
nasolaryngoscopi
nativ
natur
nausea
near
neck
need
needl
neg
neonat
neoplasm
nephrectomi
nephrostomi
nerv
neurolog
neurolysi
neuromodul
neuronavig
neuropsycholog
new
newli
night
nigra
nippl
nissen
node
nodul
non
noncontrast
nonhemorrhag
nonischem
nonneurolog
nonsustain
nonviabl
normal
nose
notabl
note
nourish
nuchal
nuclear
nuclei
nucleu
numb
nurs
nyha
nylon
obes
object
obstruct
obtain
obtur
obtus
obviou
occasion
occipit
occlus
octob
ocular
offic
oil
old
olecranon
onset
onychomycosi
oophorectomi
open
oper
ophthalm
orbit
orchiopexi
order
orif
orthopro
ossatron
osteoarthr
osteophyt
osteophytectomi
osteotomi
ostium
ostomi
otalgia
otherwis
otiti
otosclerosi
outpati
ovari
overus
paf
pain
palat
palm
palpabl
panel
papillari
papilledema
paracentesi
parapharyng
paresthesia
pariet
parietooccipit
parkinson
paroxysm
partial
past
patch
patella
patellar
patent
patient
pattern
pda
pe
pectorali
peduncl
peg
pelvi
pelvic
penni
percutan
perform
perineum
period
perman
persist
pet
phacoemulsif
phalanx
pharmacolog
phenol
photic
phrase
physic
physician
pick
piec
piggyback
pilon
pin
piriform
place
placement
planovalgu
plasti
plate
plateau
pleural
plu
plug
pneumon
pneumonia
pneumothorax
poli
polypectomi
polyradiculopathi
pon
pool
poplit
port
posit
possibl
post
posterior
postnas
postpartum
pound
pratt
precordi
predict
pregnanc
preoper
prepar
present
pressur
presum
preterm
previou
primari
primarili
prime
print
prior
probabl
probe
problem
procedur
process
progress
prolen
prolif
prolong
pronat
prostat
prostatectomi
protein
proxim
psa
pseudotumor
psycholog
pull
pulmonari
pulposu
punctur
pyeloplasti
pyogen
quadrant
quiver
radial
radiat
radic
radicul
radiculopathi
radiosurgeri
rai
rapid
rate
reactiv
receiv
recent
recess
recommend
reconstruct
rectal
rectu
recurr
red
reduc
reduct
refer
refractori
regard
region
regurgit
rehabilit
reject
relat
releas
reliev
rememb
remov
renal
reoccur
repair
repeat
replac
report
request
requir
resect
resolv
respiratori
respons
rest
result
retent
retroperiton
retropub
retrostern
reveal
review
revis
rhinoplasti
rib
right
rim
risk
room
root
rotat
routin
rue
rule
runni
ruptur
russel
sacroiliac
safeti
salpingo
sampl
saphen
satisfactorili
scalp
scan
scant
scar
scarf
schatzker
schedul
schistosomiasi
screen
screw
scrotum
second
secondari
section
seen
seizur
select
sens
sensori
sepsi
septoplasti
septum
serou
set
sever
shaki
shape
shave
shockwav
short
shoulder
shunt
sigmoidoscopi
sign
signific
significantli
simplex
sinc
singl
sinu
sinus
sinusoid
site
skeleton
skin
skull
sleep
slightli
slip
slur
small
smell
smoke
snore
soap
soft
solid
sometim
sore
space
spacer
speech
spill
spinal
spine
spit
splint
spondylolisthesi
spondylosi
spontan
sprue
squamou
ssep
stabil
stage
stand
stapedectomi
stapedi
start
state
statu
stenosi
stenot
stent
stereotact
steril
steroid
stiff
stimul
stomach
stool
stress
strictur
stroke
struck
studi
subacromi
subacut
subarachnoid
subclavian
subcutan
subdur
submuscular
substantia
success
suction
sudden
suffer
suicid
sulfasalazin
superfici
superior
supraventricular
surgeon
surgeri
surgic
suspici
sustain
sutur
swallow
swell
syme
symphysi
symptom
symptomat
syncop
syndrom
synth
t11
t3c
tachycardia
tah
taken
tear
teardrop
technic
techniqu
teeth
templ
templat
tempor
tendon
tenosynovectomi
term
tesio
test
therapi
thi
thicken
thigh
thorac
thoracentesi
thoracotomi
thought
threshold
throat
thrombocytopenia
thrombolysi
thrombos
thrombosi
thrombu
thyroid
tibia
tibial
tight
time
tinnitu
tisseel
tissu
titanium
todai
toe
toenail
tongu
tonsil
tonsillar
tonsillectomi
tooth
toothach
torn
total
toxic
toxin
tracheostomi
track
tract
transaminas
transesophag
transient
translumin
transplant
transposit
transurethr
transvers
trauma
traumat
treat
treatment
tricompartment
trigger
trim
tripl
try
tubal
tube
tumor
tunnel
turbt
turp
twice
type
ulcer
ulna
ulnar
ultrasound
umbilicu
underw
unknown
unshunt
upper
uret
ureter
ureteropelv
urgent
urin
urinari
urogram
uterin
uti
uvula
uvulopalatopharyngoplasti
va
vacuum
vagin
valv
varu
vascular
vasectomi
vector
vehicl
vein
vena
venographi
venou
ventricl
ventricular
ventriculogram
ventriculographi
versastep
version
vertebra
vertigo
vessel
viabl
view
viral
viru
vision
visit
visual
vitrectomi
voluntari
vomit
von
wa
walker
wall
weak
wedg
week
weight
white
wine
wolff
woman
worker
wors
worsen
wound
wrist
xiphoid
year
yesterdai
zone
zygomat
