000
100
1000
101
120
125
130
137
150
160
1991
200
2001
2002
2003
2005
2007
2008
2009
250
300
325
4x4
500
abc
abcd
abd
abdomen
abdomin
abduct
abl
abnorm
abort
abov
abscess
absent
absorb
abus
ac
access
accid
accommod
accompani
accomplish
accord
achiev
achil
act
actin
activ
actual
acut
adapt
add
addit
addition
address
adenoid
adenoma
adenopathi
adequ
adhes
adipos
adjac
adjust
administ
administr
admiss
admit
adnex
adren
advanc
advers
advis
aerob
afebril
affect
african
afternoon
ag
agent
aggress
ago
agre
ahead
aid
air
airwai
albuterol
alcohol
alert
align
allerg
allergi
alli
allograft
allow
alon
alreadi
alt
altern
ambul
american
amput
analysi
anastomosi
anatom
anatomi
ancef
anchor
anemia
anesthesia
anesthet
aneurysm
angina
angio
angiogram
angiographi
angioplasti
angl
angul
ani
anicter
ankl
annular
annulu
anoth
answer
antebrachi
antegrad
anterior
anteriorli
anti
antibiot
anticip
antrum
anxieti
anyth
aorta
aortic
apex
apgar
aphasia
apic
apnea
appar
appear
append
appendectomi
appendic
appendix
appli
applic
appoint
appreci
approach
appropri
approxim
ar
arch
area
arm
arrest
arrhythmia
arriv
arteri
arteriogram
arteriotomi
arthriti
arthrodesi
arthroplasti
arthroscopi
arthrosi
arthrotomi
articul
articular
ascend
asept
ask
asleep
aspect
aspir
aspirin
assess
assist
associ
assum
assur
ast
asthma
atelectasi
atherosclerot
atraumat
atrial
atrioventricular
atrium
atroph
atrophi
attach
attack
attempt
attent
atv
auditori
augment
auricular
auscult
autograft
avail
avoid
awai
await
awak
awaken
awok
axi
axial
axillari
babcock
babi
bacitracin
bactis
bag
balanc
ball
balloon
band
bandag
bankart
barbara
bard
bare
barium
base
baselin
basi
basic
bead
beat
becam
becaus
becom
bed
bedsid
bedtim
befor
began
begin
believ
belli
beneath
benefit
benign
best
beta
betadin
better
bicep
bifurc
big
bilater
bimanu
biopsi
bipolar
birth
bit
bladder
blade
ble
bleed
bleeder
block
blocker
blood
bloodi
blunt
bluntli
bmp
bodi
bolu
bone
boni
boot
border
borderlin
born
bovi
bowel
brace
brachial
brachiocephal
brain
branch
breast
breath
brief
bring
bronchial
bronchoscop
bronchoscopi
brother
brought
bruis
bruit
buccal
bue
bulb
bulg
bulk
bun
bunion
bur
burn
bursa
buttock
bypass
cad
calcif
calcifi
calcium
calcul
calf
calib
calori
came
canal
canalicular
cancel
cancer
cannul
cannula
capac
capillari
capsul
capsular
carbon
carcinoma
cardiac
cardiolog
cardiologist
cardioplegia
cardiopulmonari
cardiovascular
care
carefulli
carina
carotid
carpal
carpi
carri
cart
cartilag
case
cast
cat
cataract
catgut
cath
cathet
catheter
caucasian
caudad
caus
cauter
cauteri
cava
caviti
cbc
cecal
cecum
cell
cellul
cement
center
central
cephal
cephalad
cerebr
cerebrovascular
certain
certainli
cervic
cervix
cesarean
chamber
chang
channel
chart
check
cheek
chemotherapi
chest
chief
child
children
chill
chlorid
cholecyst
cholecystectomi
cholesterol
chromic
chronic
cicatrix
cigarett
circul
circumcis
circumfer
circumferenti
circumflex
clamp
clavicular
clean
cleans
clear
clearli
clinic
clip
clock
close
closur
clot
club
cn
co2
cocain
codein
cognit
cold
coli
coliti
collaps
collater
collect
colli
colon
colonoscopi
color
colostomi
combin
come
comfort
common
commun
compar
comparison
compart
compat
compet
complain
complaint
complet
complex
complic
compon
comprehens
compress
concentr
concern
conclus
condit
condyl
confirm
congest
conjunctiva
connect
consciou
consent
conserv
consid
consider
consist
consolid
constip
constitut
construct
consult
contact
contegra
content
continu
contour
contract
contrast
control
contus
coord
copd
copi
copiou
copious
cord
coron
coronari
correct
correl
cortic
cough
coumadin
counsel
count
cours
cover
cpt
crackl
cramp
cranial
creas
creat
creatinin
critic
cross
crystalloid
csf
cuff
cul
cultur
curett
curettag
current
curv
curvilinear
cut
cutan
cva
cyanosi
cyst
cystic
cystoscopi
cytolog
dad
dai
daili
damag
dark
darto
data
date
daughter
death
debri
debrid
decadron
decid
decis
decompress
decongest
decort
decreas
decubitu
deem
deep
defect
defibril
deficit
defin
definit
deflat
deform
degen
degener
degre
delai
deliv
deliveri
deltoid
deltopector
dementia
demerol
demonstr
demyelin
deni
dens
densiti
dental
depart
depend
deploi
depress
depth
dermabond
dermal
desatur
descend
describ
descript
desicc
desir
despit
detach
deterior
determin
develop
deviat
devic
dexon
di
diabet
diagnos
diagnosi
diagnost
diagon
diamet
diarrhea
diastol
dictat
did
diet
diff
differ
differenti
difficult
difficulti
diffus
digit
digitorum
digoxin
dilat
dilut
diminish
direct
directli
disabl
disc
discectomi
discharg
discolor
discomfort
discontinu
discret
discuss
diseas
disk
diskectomi
disloc
dismiss
disord
displac
disposit
disrupt
dissect
dissector
distal
distanc
distend
distract
distress
distribut
diverticul
diverticulosi
diverticulum
divid
dizzi
doctor
document
doe
domin
doppler
dorsal
dose
doubl
doubli
drain
drainag
drape
drawn
dress
dri
drift
drill
drink
drip
drive
droop
drop
drug
dry
duct
duoden
duodenum
duplex
dura
dural
dure
dvt
dye
dysfunct
dyslipidemia
dysphagia
dyspnea
dysuria
ear
earli
easili
eat
echo
echocardiogram
ectop
edema
edg
edit
educ
eea
eeg
effect
effus
egd
eject
ekg
elbow
elect
electrocardiogram
electrocauteri
element
elev
embol
emerg
emg
emploi
empti
encount
encourag
end
endarterectomi
endocrin
endometri
endoscop
endoscopi
endotrach
endplat
engag
enhanc
enlarg
ensur
enter
entir
entrap
entri
enzym
epicondyl
epidur
epinephrin
episod
epistaxi
equal
eros
erythema
esmarch
esophag
esophagogastroduodenoscopi
esophagu
especi
essenti
establish
estim
ethibond
etiolog
etoh
eustachian
evacu
evalu
event
everi
evid
evok
exacerb
exact
exam
examin
excel
excess
exchang
excis
exclud
exclus
excurs
exercis
exert
exit
expect
experi
experienc
explain
explor
exploratori
expos
exposur
express
exsanguin
extend
extens
extensor
extent
exterior
extern
extra
extract
extraocular
extrem
extrud
extub
exud
ey
face
facet
facial
facil
fact
factor
fahrenheit
fail
failur
fair
fairli
fall
fallopian
famili
far
fascia
fascial
fasciotomi
fashion
fast
fat
father
fatigu
feed
feel
feet
felt
femal
femor
femur
fentanyl
fetal
fever
fhx
fiber
fiberopt
fiberwir
fibril
fibroid
fibromyalgia
field
figur
film
final
fine
finger
fistula
fit
fix
fixat
flank
flap
flat
flatten
flavum
flex
flexibl
flexion
flexor
floor
flow
fluid
fluoroscop
fluoroscopi
flush
focal
fold
folei
follow
followup
food
foot
foramen
foraminotomi
forc
forcep
forearm
forefoot
forehead
foreign
foreskin
form
format
forward
fossa
fraction
fractur
fragment
frai
free
freed
french
frequenc
frequent
fresh
frontal
fulli
function
fundopl
fundu
fuse
fusion
futur
gag
gain
gait
gallbladd
gallop
gallston
ganglion
gastric
gastriti
gastroesophag
gastrointestin
gaug
gauz
gave
gel
gelfoam
gen
gener
genitalia
genitourinari
gentl
gentleman
gentli
gerd
gestat
gia
given
glan
gland
glass
glenoid
glipizid
glottic
glucos
goal
good
got
gotten
grade
gradient
gradual
graft
gram
grasp
great
greater
groin
groov
gross
grossli
group
guarante
guard
guid
guidanc
guidewir
gurnei
gut
ha
hair
half
halluci
hallucin
hallux
halo
hand
hang
happen
hard
hardwar
harvest
hct
head
headach
heal
health
healthi
hear
heard
heart
heavi
heent
height
held
help
hematocrit
hematoma
hematuria
hemiparesi
hemodynam
hemoglobin
hemorrhag
hemostasi
hemostat
hemovac
heparin
hepat
hepatosplenomegali
hernia
herniat
heroin
herself
hi
hiatal
high
himself
hip
histori
hiv
hold
hole
home
homicid
hook
horizont
hospit
hour
howev
humer
humeru
husband
hyperlipidemia
hypertens
hypertroph
hypertrophi
hyperventil
hypothyroid
hypoxemia
hypoxia
hysterectomi
ibuprofen
ic
ica
icu
ideat
identif
identifi
iii
ileocec
ileum
iliac
ill
illicit
imag
immedi
immobil
immun
impact
impair
imping
implant
impregn
impress
improv
inabl
inch
incid
incident
incis
includ
incomplet
incontin
increas
independ
indic
individu
induc
induct
infant
infarct
infect
inferior
inferiorli
infiltr
inflamm
inflammatori
inflat
inform
infraclavicular
infraspinatu
infraumbil
infus
ingest
ingrown
inguin
inhal
inhibitor
initi
inject
injuri
inpati
inr
insert
insid
inspect
instabl
instil
institut
instruct
instrument
insuffici
insuffl
insulin
intact
intellig
intend
intens
interbodi
intercost
intermitt
intern
interpret
interrupt
interspac
interv
intervent
intim
intoler
intra
intracardiac
intracrani
intract
intramedullari
intraocular
intraop
intrauterin
intraven
introduc
intub
invas
involv
irregular
irrig
irrit
ischem
isol
isovu
issu
itself
jackson
jaw
job
joint
judkin
jugular
juli
junction
just
jvd
keratosi
kerlix
kerrison
kidnei
knee
knife
know
known
kocher
lab
labor
laboratori
labrum
lacer
lad
ladi
laid
lamina
laminectomi
laminotomi
lap
laparoscop
laparoscopi
laparotomi
larg
laryng
laryngoscop
laryngoscopi
larynx
laser
lasix
late
later
lavag
layer
lead
leaflet
leak
leakag
leav
left
leg
len
length
lesion
lesser
leukocytosi
levaquin
level
lid
lidocain
lift
ligament
ligamentum
ligat
light
lighthead
like
limb
limit
line
lip
lipectomi
lipid
liposuct
liquid
lisinopril
list
liter
lithotomi
lithotripsi
littl
live
liver
load
lobe
lobectomi
lobul
local
locat
lock
long
longer
longitudin
longstand
longu
look
loop
loos
lose
loss
lost
lot
lovenox
low
lower
lucid
lumbar
lumbosacr
lumen
lumin
lung
ly
lymph
lymphadenopathi
lymphedema
lymphocyt
mac
machin
mai
main
mainstem
maintain
major
make
male
malign
mammari
mammogram
manag
mandibl
mandibular
maneuv
mani
manipul
manner
manual
marcain
margin
mark
markedli
marri
mask
mass
massiv
mastisol
materi
matern
matrix
matter
mattress
matur
maximum
mayo
mcg
mcivor
meal
mean
measur
mechan
meckel
med
medial
median
mediastin
mediastinum
medic
medicin
medrol
medtron
melena
mellitu
membran
memori
meningioma
mental
mention
meq
mesenteri
mesoappendix
metal
metastat
metatars
metformin
meticul
metoprolol
metzenbaum
microscop
mid
middl
midlin
mild
mildli
minim
minor
minut
miss
mitral
mix
mixtur
mmhg
mobil
mode
moder
modif
modifi
moist
mom
moment
monitor
monocryl
month
mood
morbid
morcel
morn
morphin
mostli
mother
motion
motor
mouth
movement
mri
mucos
mucosa
mucou
mucu
multipl
multivitamin
murmur
muscl
muscular
musculatur
musculoskelet
myelogram
myelopathi
myocardi
myself
nare
narrow
nasal
nasopharyng
nasopharynx
nativ
natur
nausea
near
necessari
neck
need
needl
neg
neoplasm
nerv
neural
neuro
neurolog
neuropathi
neuropsycholog
neurovascular
neutral
new
nice
night
nippl
nitroglycerin
node
nodul
non
noncontributori
nondistend
nonop
nonsignific
nonsmok
nontend
normal
normocephal
norwood
nose
notabl
notch
note
noth
notic
nourish
nuclear
nucleu
numb
number
nurs
nylon
nystagmu
obes
object
obliqu
observ
obstruct
obtain
obtus
obviou
occas
occasion
occipit
occlud
occlus
occur
ochsner
offic
ointment
old
olecranon
olympu
omentum
onc
onli
onset
open
oper
opinion
opportun
opposit
optic
option
oral
orbit
order
organ
organomegali
orient
orif
orific
origin
oropharynx
orthoped
osseou
osteoarthr
osteomyel
osteophyt
osteoporosi
osteotomi
ostium
otherwis
ounc
outlin
outpati
output
outsid
ovari
overal
overli
oximetri
oxycodon
oxygen
pacemak
pack
pacu
pad
pain
palat
pale
palm
palmari
palpabl
palpat
palpit
palsi
pancrea
pancreat
panel
para
parent
paresthesia
pariet
parker
partial
particip
particular
particularli
pass
passag
passiv
past
patch
patchi
patella
patellar
patent
patholog
patient
pattern
pd
peak
pectorali
pedal
pedi
pediatr
pedicl
peel
peg
pelvi
pelvic
pend
penetr
penil
penros
percutan
perfor
perform
perfus
pericardi
period
peripher
periton
peritoneum
peritrigon
perman
persist
person
pertin
phacoemulsif
phalanx
pharmaci
pharynx
phrenic
physic
physician
physiolog
piec
pigtail
pillar
pillow
pin
pink
pituitari
place
placement
placenta
plain
plan
plane
plantar
plaqu
plastic
plate
platelet
platysma
plavix
pleas
pleasant
pleural
plu
plug
pmh
pmi
pneumat
pneumatosi
pneumonia
pneumoperitoneum
pneumothorax
pocket
point
pole
polyp
polypoid
poor
pop
poplit
port
portal
portion
posit
possibl
post
postanesthesia
posterior
posteriorli
posterolater
postop
postprandi
postprocedur
potassium
potenti
pouch
pound
power
pre
prednison
pregnanc
preliminari
preop
preoper
prep
prepar
prescript
present
preserv
pressur
presum
prevent
previou
previous
primari
primarili
prior
probabl
probe
problem
proce
procedur
proceed
process
produc
product
profil
prognosi
progress
project
prolen
promin
pronat
prone
proper
prophylaxi
propofol
prostat
prosthesi
protamin
protect
protein
protocol
protonix
protrus
provid
proxim
psv
psychiatr
psychot
ptt
pubic
pull
pullback
pullei
pulmonari
pulposu
puls
pulsat
pulsatil
pump
punctur
pupil
purchas
purpos
purul
pyloru
pyramid
quadrant
qualiti
question
quit
radial
radiali
radiat
radic
radiculopathi
radiograph
radiolog
radiu
rai
rais
rale
random
rang
rapid
rare
rash
rate
rca
reach
reaction
reactiv
read
real
realli
reapproxim
reason
rebound
recal
receiv
recent
recommend
reconstruct
record
recov
recoveri
recreat
rectal
rectu
rectum
recur
recurr
red
reduc
reduct
refer
refil
reflect
reflex
reflux
regard
regimen
region
regular
regurgit
reinsert
rel
relat
releas
relief
reliev
remain
remaind
remark
remot
remov
renal
reoper
repair
repeat
replac
report
reportedli
repres
request
requir
resect
reservoir
resid
residu
resist
resolv
respect
respir
respiratori
respons
rest
result
resum
retain
retir
retract
retractor
retrograd
retroperiton
return
reveal
revers
review
revis
rhonchi
rhythm
rib
right
rightward
rigid
rim
ring
rise
risk
rod
roll
romberg
rongeur
room
root
rotat
round
routin
rub
rubber
rue
rule
run
runoff
ruptur
sac
sacral
sacroiliac
sacrum
safeti
sagitt
sai
said
salin
sampl
santa
saphen
sat
satisfactori
satur
saw
scale
scalp
scalpel
scan
scapular
scar
schedul
scissor
sclera
sclerosi
scoliosi
scope
screen
screw
scrotal
scrub
seal
seat
second
secondari
section
secur
sedat
seen
segment
seizur
select
self
sensat
sensit
sensori
sent
separ
septal
septemb
septum
sequenti
seri
serial
seros
servic
set
sever
sewn
sfa
shaft
shape
sharp
sharpli
shave
sheath
shift
shoe
short
shorten
shortli
shoulder
shunt
shx
sibl
sick
sigmoid
sign
signal
signific
significantli
silk
similar
similarli
simpl
sinc
singl
sinu
sinus
sit
site
situat
size
skill
skin
sleep
slight
slightli
slow
slowli
slur
sma
small
smoke
smoker
smooth
snare
soak
social
sodium
soft
solid
solut
sometim
somewhat
son
sound
sourc
space
spastic
speak
special
specif
specimen
speculum
speech
speed
spell
spermatocel
sphenoid
spinal
spine
spinou
spleen
splint
split
spoke
spondylolisthesi
spondylosi
spondylot
spong
spontan
spot
sprai
sprain
spread
ssep
stab
stabil
stabl
staff
stage
stai
stand
standard
stapl
stapler
start
state
statin
station
statu
steel
stellat
stem
stenos
stenosi
stent
step
steri
steril
sternal
sternocleidomastoid
sternotomi
sternum
steroid
stiff
stimul
stitch
stomach
stone
stool
stop
straight
strap
strength
stress
stretch
stretcher
strictur
strip
stroke
strong
strongli
structur
studi
stump
subacromi
subclavian
subcutan
subcuticular
subglott
subject
sublux
submandibular
subment
subperiost
subscapulari
subsegment
subsequ
substanc
subtot
subxiphoid
success
suction
sudden
suffer
sugar
suggest
suit
summari
superfici
superior
superiorli
supervis
supin
suppl
supplement
suppli
support
supraclavicular
supraspinatu
sure
surfac
surgeon
surgeri
surgic
surround
suspect
suspici
sustain
sutur
swallow
swell
symmetr
symptom
symptomat
syncop
syndrom
synov
synthroid
syring
systol
t11
tabl
tablet
tachycardia
taken
talk
tap
tape
taper
target
tattoo
team
tear
technic
technician
techniqu
teeth
temperatur
tempor
tenaculum
tend
tender
tendon
tenosynov
tension
tent
term
termin
test
testi
testicl
thecal
thei
therapi
thereaft
therefor
thi
thicken
thigh
thing
think
thorac
thoracentesi
thorough
thoroughli
thought
throat
thrombosi
thrombu
thu
thumb
thyroid
thyromegali
ti
tibia
tibial
tibiali
tie
tight
tighten
tilt
time
tingl
tip
tissu
titanium
titl
titrat
tm
tobacco
todai
toe
toenail
togeth
told
toler
tomorrow
tone
tongu
tonsil
tonsillar
tonsillectomi
took
topic
toprol
total
touch
tourniquet
towel
tpn
trace
trach
trachea
tracheal
tracheostomi
track
tract
traction
trai
trajectori
transact
transect
transesophag
transfer
transfus
transit
transport
transposit
transthorac
transvers
trauma
travel
treat
treatment
trendelenburg
tri
tricuspid
trigger
trocar
troponin
troubl
true
try
tsh
tubal
tube
tubercl
tumor
tunnel
turn
turp
twice
twin
tylenol
tympan
type
ulcer
ulna
ulnar
ultrasound
umbil
umbilicu
unabl
unchang
uncovertebr
undergo
undergon
underli
underneath
understand
understood
undersurfac
underw
undi
unit
unknown
unremark
unstabl
upper
ureter
urgenc
urin
urinalysi
urinari
urolog
usual
uterin
uterosacr
uteru
util
uvula
va
vac
vagin
vagina
valu
valv
valvular
vancomycin
varicos
vascular
vehicl
vein
veloc
vena
venou
ventil
ventricl
ventricular
ventriculogram
ventriculographi
verbal
veress
veri
verifi
vers
versu
vertebr
vertic
vesicouterin
vessel
vest
viabl
vicryl
video
view
viral
visibl
vision
visit
visual
vital
vitamin
vocal
volar
volum
vomit
wa
wai
wait
walk
walker
wall
want
warm
wash
watch
wave
wbc
weak
wear
wedg
week
weigh
weight
weightbear
went
wet
whatsoev
wheel
wheelchair
wheez
white
wide
wife
window
wire
wish
withdraw
withdrawn
woman
word
work
workup
wors
worsen
wound
wrap
wrist
written
xeroform
xii
xrt
xxx
xylocain
xyz
year
yellow
yesterdai
young
yyyi
